[
  {
    "id": 1,
    "fact": "The scientific term for brain freeze is “sphenopalatine ganglioneuralgia”."
  },
  {
    "id": 2,
    "fact": "Canadians say “sorry” so much that a law was passed in 2009 declaring that an apology can’t be used as evidence of admission to guilt."
  },
  {
    "id": 3,
    "fact": "Back when dinosaurs existed, there used to be volcanoes that were erupting on the moon."
  },
  {
    "id": 4,
    "fact": "The only letter that doesn’t appear on the periodic table is J."
  },
  {
    "id": 5,
    "fact": "One habit of intelligent humans is being easily annoyed by people around them, but saying nothing in order to avoid a meaningless argument."
  },
  {
    "id": 6,
    "fact": "If a Polar Bear and a Grizzly Bear mate, their offspring is called a “Pizzy Bear”."
  },
  {
    "id": 7,
    "fact": "In 2006, a Coca-Cola employee offered to sell Coca-Cola secrets to Pepsi. Pepsi responded by notifying Coca-Cola."
  },
  {
    "id": 8,
    "fact": "There were two AI chatbots created by Facebook to talk to each other, but they were shut down after they started communicating in a language they made for themselves."
  },
  {
    "id": 9,
    "fact": "Nintendo trademarked the phrase “It’s on like Donkey Kong” in 2010."
  },
  {
    "id": 10,
    "fact": "The famous line in Titanic from Leonardo DiCaprio, “I’m king of the world!” was improvised."
  },
  {
    "id": 11,
    "fact": "A single strand of Spaghetti is called a “Spaghetto”."
  },
  {
    "id": 12,
    "fact": "Hershey’s Kisses are named that after the kissing sound the deposited chocolate makes as it falls from the machine on the conveyor belt."
  },
  {
    "id": 13,
    "fact": "Princess Peach didn’t move until 1988, designers believed it was too complicated to make her a movable character."
  },
  {
    "id": 14,
    "fact": "To leave a party without telling anyone is called in English, a “French Exit”. In French, it’s called a “partir à l’anglaise”, to leave like the English."
  },
  {
    "id": 15,
    "fact": "If you cut down a cactus in Arizona, you’ll be penalized up to 25 years in jail. It is similar to cutting down a protected tree species."
  },
  {
    "id": 16,
    "fact": "The Buddha commonly depicted in statues and pictures is a different person entirely. The real Buddha was actually incredibly skinny because of self-deprivation."
  },
  {
    "id": 17,
    "fact": "In Colorado, USA, there is still an active volcano. It last erupted about the same time as the pyramids were being built in Egypt."
  },
  {
    "id": 18,
    "fact": "The first movie ever to put out a motion-picture soundtrack was Snow White and the Seven Dwarves."
  },
  {
    "id": 19,
    "fact": "Fruit stickers are edible, though the same as any fruit, washing prior to eating is recommended. The glue used for them is regulated by the FDA."
  },
  {
    "id": 20,
    "fact": "The scientific name for Giant Anteater is Myrmecophaga Tridactyla. This means “ant eating with three fingers”."
  },
  {
    "id": 21,
    "fact": "Astronaut is a compound word derived from the two Ancient Greek words “Astro” meaning “star” and “naut” meaning “sailor”. So astronaut literally means “star sailor”."
  },
  {
    "id": 22,
    "fact": "The flashes of colored light you see when you rub your eyes are called “phosphenes”."
  },
  {
    "id": 23,
    "fact": "At birth, a baby panda is smaller than a mouse."
  },
  {
    "id": 24,
    "fact": "Iceland does not have a railway system."
  },
  {
    "id": 25,
    "fact": "The largest known prime number has 17,425,170 digits. The new prime number is 2 multiplied by itself 57,885,161 times, minus 1."
  },
  {
    "id": 26,
    "fact": "Forrest Fenn, an art dealer and author, hid a treasure chest in the Rocky Mountains worth over 1 million dollars. It still has not been found."
  },
  {
    "id": 27,
    "fact": "The lead singer of The Offspring started attending school to achieve a doctorate in molecular biology while still in the band. He graduated in May 2017."
  },
  {
    "id": 28,
    "fact": "The tongue is the only muscle in one’s body that is attached from one end."
  },
  {
    "id": 29,
    "fact": "There is a company in Japan that has schools that teach you how to be funny. The first one opened in 1982. About 1,000 students take the course each year."
  },
  {
    "id": 30,
    "fact": "The Lego Group is the world’s most powerful brand. There are more Lego Minifigures than there are people on Earth."
  },
  {
    "id": 31,
    "fact": "The Bagheera kiplingi spider was discovered in the 1800s and is the only species of spider that has been classified as vegetarian."
  },
  {
    "id": 32,
    "fact": "There is a boss in Metal Gear Solid 3 that can be defeated by not playing the game for a week; or by changing the date."
  },
  {
    "id": 33,
    "fact": "The Roman – Persian wars are the longest in history, lasting over 680 years. They began in 54 BC and ended in 628 AD."
  },
  {
    "id": 34,
    "fact": "Elvis was originally blonde. He started coloring his hair black for an edgier look. Sometimes, he would touch it up himself using shoe polish."
  },
  {
    "id": 35,
    "fact": "If you translate “Jesus” from Hebrew to English, the correct translation is “Joshua”. The name “Jesus” comes from translating the name from Hebrew, to Greek, to Latin, to English."
  },
  {
    "id": 36,
    "fact": "Ed Sheeran bought a ticket to LA with no contacts. He was spotted by Jamie Foxx, who offered him the use of his recording studio and a bed in his Hollywood home for six weeks."
  },
  {
    "id": 37,
    "fact": "The first service animals were established in Germany during World War I. References to service animals date as far back as the mid-16th Century."
  },
  {
    "id": 38,
    "fact": "An 11-year-old girl proposed the name for Pluto after the Roman god of the Underworld."
  },
  {
    "id": 39,
    "fact": "The voice actor of SpongeBob and the voice actor of Karen, Plankton’s computer wife, have been married since 1995."
  },
  {
    "id": 40,
    "fact": "An Italian banker, Gilberto Baschiera is considered a modern-day Robin Hood. Over the course of 7 years, he secretly diverted 1 million euros to poorer clients from the wealthy ones so they could qualify for loans. He made no profit and avoided jail in 2018 due to a plea bargain."
  },
  {
    "id": 41,
    "fact": "Octopuses and squids have beaks. The beak is made of keratin – the same material that a bird’s beak, and our fingernails are made of."
  },
  {
    "id": 42,
    "fact": "An estimated 50% of all gold ever mined on Earth came from a single plateau in South Africa: Witwatersrand."
  },
  {
    "id": 43,
    "fact": "75% of the world’s diet is produced from just 12 plant and five different animal species."
  },
  {
    "id": 44,
    "fact": "The original Star Wars premiered on just 32 screens across the U.S. in 1977. This was to produce buzz as the release widened to more theaters."
  },
  {
    "id": 45,
    "fact": "The British government coined the slogan, “Keep Calm and Carry on” during World War 2 in order to motivate citizens to stay strong."
  },
  {
    "id": 46,
    "fact": "Tirana, the capital of Albania has a lot of things in common with other European capitals – except one.  It’s one of two capitals without a Mcdonald’s. The second is Vatican City."
  },
  {
    "id": 47,
    "fact": "Sour Patch Kids are from the same manufacturer as Swedish Fish. The red Sour Patch Kids are the same candy as Swedish Fish, but with sour sugar."
  },
  {
    "id": 48,
    "fact": "The largest Japanese population outside of Japan stands at 1.6 million people who live in Brazil."
  },
  {
    "id": 49,
    "fact": "IKEA is an acronym which stands for Ingvar Kamprad Elmtaryd Agunnaryd, which is the founder’s name, farm where he grew up, and hometown."
  },
  {
    "id": 50,
    "fact": "In 2009, Stephen Hawking held a reception for time travelers, but didn’t publicize it until after. This way, only those who could time travel would be able to attend. Nobody else attended."
  },
  {
    "id": 51,
    "fact": "Violin bows are commonly made from horse hair."
  },
  {
    "id": 52,
    "fact": "There are less than 30 ships in the Royal Canadian Navy which are less than most third-world countries."
  },
  {
    "id": 53,
    "fact": "Larry the Cable Guy’s real name is Daniel Lawrence Whitney. His notable Southern accent is fake – he was born and raised in the midwest, not the South."
  },
  {
    "id": 54,
    "fact": "The youngest Pope in history was Pope Benedict IX who was 11 years old at the time of the election. He is also the only person to have been the Pope more than once."
  },
  {
    "id": 55,
    "fact": "Costa Coffee employs Gennaro Pelliccia as a coffee taster, who has had his tongue insured for £10 million since 2009."
  },
  {
    "id": 56,
    "fact": "Johnny Cash took only three voice lessons before his teacher advised him to stop taking lessons and to never deviate from his natural voice."
  },
  {
    "id": 57,
    "fact": "There is an island called “Just Enough Room”, where there’s just enough room for a tree and a house."
  },
  {
    "id": 58,
    "fact": "People who post their fitness routine on Facebook are more likely to have psychological problems."
  },
  {
    "id": 59,
    "fact": "Medieval chastity belts are a myth. A great majority of examples now existing were made in the 18th and 19th centuries as jokes."
  },
  {
    "id": 60,
    "fact": "Nowadays, millionaires with just $1 million aren’t considered wealthy anymore by most Americans. Now, the typical American sees at least $2.4 million as wealthy."
  },
  {
    "id": 61,
    "fact": "Hanna-Barbera pitched The Flintstones to networks for 8 weeks before it was finally picked up. It became the first-ever animated show to air during primetime."
  },
  {
    "id": 62,
    "fact": "There is a company that sells mirrors that make people look 10 pounds thinner. Overall, the mirrors have contributed to 54% of total sales for retailers that use it."
  },
  {
    "id": 63,
    "fact": "There’s no period in “Dr. Pepper”. It was removed because the old logo font made it look like “Di: Pepper”."
  },
  {
    "id": 64,
    "fact": "Standing around burns calories. On average, a 150-pound person burns 114 calories per hour while standing and doing nothing."
  },
  {
    "id": 65,
    "fact": "Although GPS is free for the world to use, it costs $2 million per day to operate. The money comes from American tax revenue."
  },
  {
    "id": 66,
    "fact": "In World War II, Germany tried to collapse the British economy by dropping millions of counterfeit bills over London."
  },
  {
    "id": 67,
    "fact": "The human eye is so sensitive that, if the Earth were flat and it was a dark night, a candle’s flame could be seen from 30 miles away."
  },
  {
    "id": 68,
    "fact": "When Space Invaders was created, Tomohiro Nishikado left in the lag caused by more invaders on the screen in order to create greater difficulty in the games."
  },
  {
    "id": 69,
    "fact": "The color red doesn’t really make bulls angry; they are color-blind."
  },
  {
    "id": 70,
    "fact": "65% of autistic kids are left-handed, and only 10% of people, in general, are left-handed."
  },
  {
    "id": 71,
    "fact": "In 2007, Scotland spent £125,000 devising a new national slogan. The winning entry was: “Welcome to Scotland”."
  },
  {
    "id": 72,
    "fact": "Until 2016, the “Happy Birthday” song was not for public use. Meaning, prior to 2016, the song was copyrighted and you had to pay a license to use it."
  },
  {
    "id": 73,
    "fact": "There is a punctuation mark used to signify irony or sarcasm that looks like a backwards question mark ⸮"
  },
  {
    "id": 74,
    "fact": "Lettuce is a member of the sunflower family."
  },
  {
    "id": 75,
    "fact": "Researches have found that flossing your teeth can help your memory. Flossing prevents gum disease, which prevents stiff blood vessels, which cause memory issues."
  },
  {
    "id": 76,
    "fact": "A cluster of bananas is called a “hand”. Along that theme, a single banana is called a “finger”."
  },
  {
    "id": 77,
    "fact": "The Hobbit has been published in two editions. In the first edition, Gollum willingly bet on his ring in the riddle game."
  },
  {
    "id": 78,
    "fact": "For nearly 60 years, Texas didn’t have an official state flag between 1879 & 1933. During that time, the Lone Star flag was the active, but the unofficial flag."
  },
  {
    "id": 79,
    "fact": "A wildlife technician, Richard Thomas, took the famous tongue twister, “how much wood would a woodchuck chuck if a woodchuck could chuck wood” and calculated a rough estimate of what the answer would actually be. It came out to be around 700 pounds."
  },
  {
    "id": 80,
    "fact": "Red Solo cups are a common souvenir to bring back from the United States. The novelty comes from the cups being used in many party scenes in movies."
  },
  {
    "id": 81,
    "fact": "Swedish meatballs originated from a recipe King Charles XII brought back from Turkey in the early 1800s."
  },
  {
    "id": 82,
    "fact": "Those cute furry bits inside a cat’s ear are called “ear furnishings”. They ensure that dirt doesn’t go inside and also helps them to hear well."
  },
  {
    "id": 83,
    "fact": "Scientists discovered sharks that are living in an active underwater volcano. Divers cannot investigate because they would get burns from the acidity and heat."
  },
  {
    "id": 84,
    "fact": "There are times when Pluto is closer to the Sun than Neptune – one of these timelines was from 1979 to 1999."
  },
  {
    "id": 85,
    "fact": "There is a town in Nebraska called Monowi with a population of one. The only resident is a woman who is the Mayor, Bartender, and Librarian."
  },
  {
    "id": 86,
    "fact": "The Ethiopian calendar is 7.5 years behind the Gregorian calendar due to the fact that it has 13 months."
  },
  {
    "id": 87,
    "fact": "In 1994, the company that had a patent on GIFs tried to charge a fee for using GIFS. The PNG was invented as an alternative, and the company backed down."
  },
  {
    "id": 88,
    "fact": "China is spending $3 billion dollars to build panda-shaped solar farms in order to get more young people interested in renewable energy."
  },
  {
    "id": 89,
    "fact": "Mercury and Venus are the only two planets in our solar system that do not have any moons."
  },
  {
    "id": 90,
    "fact": "The average American child is given $3.70 per tooth that falls out."
  },
  {
    "id": 91,
    "fact": "To properly write adjectives in order, you would list them by amount, value, size, temperature, age, shape, color, origin, and material."
  },
  {
    "id": 92,
    "fact": "The world’s first motel is in San Luis Obispo, which was built in 1925. When opened, it cost $1.25 for a two-room bungalow with a kitchen and a private adjoining garage."
  },
  {
    "id": 93,
    "fact": "Scotland was one of the few countries able to hold off being conquered by the Romans in the first century A.D."
  },
  {
    "id": 94,
    "fact": "I Will Always Love You was originally written and recorded in 1973 by Dolly Parton. It was written as a farewell to her mentor of seven years."
  },
  {
    "id": 95,
    "fact": "“Opposites attract” is a common myth. People are actually attracted to people who look like family members or those with a similar personality type."
  },
  {
    "id": 96,
    "fact": "Llamas can be used as guards against coyote attacks on sheep herds. Studies have proven that just one guard llama is an effective protector and can even kill the attacking coyotes."
  },
  {
    "id": 97,
    "fact": "The unique smell of rain actually comes from plant oils, bacteria, and ozone."
  },
  {
    "id": 98,
    "fact": "Vanilla flavoring is sometimes made with the urine of beavers."
  },
  {
    "id": 99,
    "fact": "If you heat up a magnet, it will lose its magnetism."
  },
  {
    "id": 100,
    "fact": "The most expensive virtual object is “Club NEVERDIE” in the Entropia Universe which is worth $635,000. It was originally bought at $10,000."
  },
  {
    "id": 101,
    "fact": "Cruise ships have morgues that can store up to 10 bodies at once. The average amount of people that die on cruise ships per year is 200."
  },
  {
    "id": 102,
    "fact": "Birds are the closest living relatives of crocodilians, as well as the descendants of extinct dinosaurs with feathers. This makes them the only surviving dinosaurs."
  },
  {
    "id": 103,
    "fact": "Small as they may be, ladybugs have a unique smell that humans are incredibly sensitive to."
  },
  {
    "id": 104,
    "fact": "During WWII, a U.S. naval destroyer won a battle against a Japanese submarine by throwing potatoes at them. The Japanese thought they were grenades."
  },
  {
    "id": 105,
    "fact": "The Marshal Mathers foundation for at-risk and disadvantaged youth was founded by Eminem."
  },
  {
    "id": 106,
    "fact": "A man with severe OCD and a phobia of germs attempted to commit suicide with a gun to his head. Instead of killing him, the bullet eliminated his mental illness without any other damage."
  },
  {
    "id": 107,
    "fact": "Since 1955, 50% of the population of Niger is consistently under 16 years old. The total current population is 21,600,000."
  },
  {
    "id": 108,
    "fact": "The author of Mary Had a Little Lamb, Sarah Josepha Hale, is most responsible for the creation of Thanksgiving being a national holiday."
  },
  {
    "id": 109,
    "fact": "The oldest unopened bottle of wine was found in a Roman tomb that is over 1,650 years old."
  },
  {
    "id": 110,
    "fact": "Chicken Run is the highest-grossing stop motion animated film, even beating The Nightmare Before Christmas."
  },
  {
    "id": 111,
    "fact": "Nobody knows how the Academy Awards came to be referred to as the Oscars. The earliest mention was 1932, and was made official in 1939."
  },
  {
    "id": 112,
    "fact": "More tornadoes occur in the United Kingdom per square mile than any other country in the world."
  },
  {
    "id": 113,
    "fact": "Owners of personalized license plates in Uganda are facing a tax increase of over 300%, which will raise the tax from $1,498 to $5,992."
  },
  {
    "id": 114,
    "fact": "Popularized by the Shakespeare play, many people think Julius Caesar’s last words were “And you, Brutus?” In reality, he said “You too, my child?”"
  },
  {
    "id": 115,
    "fact": "Times Square was originally called Longacre Square until it was renamed in 1904 after The New York Times moved its headquarters to the newly built Times Building."
  },
  {
    "id": 116,
    "fact": "Daniel Craig was an anonymous Storm Trooper in Star Wars: The Force Awakens. Originally, he denied his cameo and claimed he wouldn’t bother being an extra in a movie."
  },
  {
    "id": 117,
    "fact": "Queen Elizabeth has a personal net worth of 425 million dollars. That includes the $65 million Sandringham House and $140 million Balmoral Castle."
  },
  {
    "id": 118,
    "fact": "Although there is currently no drug proven to make someone tell the truth, some countries like Russia, Canada, and India use truth serums."
  },
  {
    "id": 119,
    "fact": "Only primates, humans, and opossums have opposable thumbs. Out of these, the opossum is the only one with no thumbnail."
  },
  {
    "id": 120,
    "fact": "One of the World Trade Center’s was built to be 1,776 feet tall on purpose to reference the year the Declaration of Independence was signed."
  },
  {
    "id": 121,
    "fact": "The word “kimono”, literally means a “thing to wear”. Ki is “wear”, and mono is “thing”."
  },
  {
    "id": 122,
    "fact": "There is a statue of Tesla in Silicon Valley that radiates free Wi-Fi. It was done as an homage to his vision for wireless communication."
  },
  {
    "id": 123,
    "fact": "It snows metal on planet Venus! There are two types that have been found, galena and bismuthinite."
  },
  {
    "id": 124,
    "fact": "Tic Tacs got their name from the sound they make when they are tossed around in their container."
  },
  {
    "id": 125,
    "fact": "Only official members of federally accepted Native American tribes may legally possess or collect eagle feathers. If a normal citizen has one, it is illegal."
  },
  {
    "id": 126,
    "fact": "By the time they have been retired for 2 years, 78% of former NFL players have gone bankrupt or are under financial stress because of joblessness or divorce."
  },
  {
    "id": 127,
    "fact": "500 seeds of 5 different types of seeds were taken into orbit around the moon and later planted around the U.S. as well as a few countries. They were called Moon Trees."
  },
  {
    "id": 128,
    "fact": "In order to protest the high tariffs enforced by a U.K. censorship board, a filmmaker sent in a 10-hour “movie” of white paint drying. They had to watch the entire film."
  },
  {
    "id": 129,
    "fact": "The popular LMFAO group who created the viral hit, Party Rock Anthem, is made up of an uncle-nephew duo."
  },
  {
    "id": 130,
    "fact": "50% of apartments in Los Angeles don’t come with a fridge. This is legal, as fridges are considered an “amenity”, and therefore landlords are not required to provide one."
  },
  {
    "id": 131,
    "fact": "Norway has a 25-year statute of limitation on murder. This means if the murder happened more than 25 years ago, they cannot be charged."
  },
  {
    "id": 132,
    "fact": "Several of the facts on Snapple caps have been found to be outdated, incorrect or exaggerated."
  },
  {
    "id": 133,
    "fact": "Both of the drummers from Queen and Duran Duran had the same name – Roger Taylor."
  },
  {
    "id": 134,
    "fact": "There is a company in the U.K. that offers “being hungover” as a valid reason for calling off work. They are allotted four hungover days per year."
  },
  {
    "id": 135,
    "fact": "The majority of blind people in the U.S. and the U.K. cannot read braille. Statistically, less than 1% of blind in the U.K., and under 10% in the U.S."
  },
  {
    "id": 136,
    "fact": "It’s not just humans who are right or left-handed. Most female cats prefer using their right paw and males are more likely to be left-pawed."
  },
  {
    "id": 137,
    "fact": "Over 290 people have died climbing Mount Everest since 1922. Most deaths occur because of avalanches, and not all bodies have been recovered."
  },
  {
    "id": 138,
    "fact": "There are only two countries in the world that have the color purple in their flags: Nicaragua and Dominica."
  },
  {
    "id": 139,
    "fact": "A bolt of lightning can reach 53,540 degrees Fahrenheit. That’s 5 times hotter than the surface of the sun, which is 10,340 degrees Fahrenheit."
  },
  {
    "id": 140,
    "fact": "There is a village in Russia called Tsovkra where every resident can tightrope walk. It is a tradition that dates back over 100 years but no one knows how it started."
  },
  {
    "id": 141,
    "fact": "When Shakira was in second grade, she was rejected by the school choir because her vibrato was too strong. The music teacher told her that she sounded like a goat."
  },
  {
    "id": 142,
    "fact": "Four of the top seven highest-grossing films of all time were released in 2015. Avengers: Age of Ultron, Furious 7, Jurassic World, and Star Wars: The Force Awakens."
  },
  {
    "id": 143,
    "fact": "Four Nile crocodiles have been found in Florida. They are the second-largest crocodile and are more dangerous than the native crocodiles and alligators in Florida."
  },
  {
    "id": 144,
    "fact": "Julius Caesar’s only son, Caesarion, was the last Pharaoh of Egypt. Even though Cleopatra swears he is Caesar’s son, Caesar never officially acknowledged him."
  },
  {
    "id": 145,
    "fact": "The quietest room in the world in Minnesota is measured in negative decibels – so quiet that you can hear your own heartbeat and your bones moving."
  },
  {
    "id": 146,
    "fact": "“Tsundoku” is a Japanese word for the habit of buying too many books, letting them pile up in your house, and never reading them."
  },
  {
    "id": 147,
    "fact": "The Guinness World Record for the time longest spend searching for the Loch Ness Monster is held by Steve Feltham who camped at Loch Ness for 25 years."
  },
  {
    "id": 148,
    "fact": "Brain fibers lose 10% of their total length every decade. They can shrink even more so under acute stress."
  },
  {
    "id": 149,
    "fact": "Chewing gum boosts mental proficiency and is considered a better test aid than caffeine – but nobody knows why."
  },
  {
    "id": 150,
    "fact": "Per capita, the happiest countries in the world also rank highest in terms of consumers of antidepressants."
  },
  {
    "id": 151,
    "fact": "Even though Irish is the official language of Ireland, Polish is more widely spoken."
  },
  {
    "id": 152,
    "fact": "There’s a bar in Yukon that serves a “Sourtoe cocktail”. It consists of a shot of whisky with a human toe floating in the glass. An estimated 60,000 people have had it."
  },
  {
    "id": 153,
    "fact": "The Stockholm archipelago has more islands than the Pacific Ocean at around 30,000."
  },
  {
    "id": 154,
    "fact": "Pope Francis has been given many extravagant gifts over the years, and one of them was a Harley-Davidson motorcycle. However, rather than keeping it for his own pleasure and adventures, he sold it off and used the money to benefit homeless people."
  },
  {
    "id": 155,
    "fact": "In Japan, Domino’s started testing pizza delivery via reindeer in 2016."
  },
  {
    "id": 156,
    "fact": "The motto on the United Kingdom’s Royal Coat of Arms is in French. The motto is “Dieu et mon droit”, which means “God and my right”."
  },
  {
    "id": 157,
    "fact": "The average household income of the top 1% in the United States is $1,260,508 per year."
  },
  {
    "id": 158,
    "fact": "Disney sold the streaming right for the original Star Wars films in 2016 to Turner until 2024. Disney has since decided to start a streaming service and has tried asking for the rights back, but Turner refuses every time."
  },
  {
    "id": 159,
    "fact": "Gaming-related accidents increased by 26.5% during the first 5 months of Pokémon Go being released. This included 2 deaths and $25.5 million in damages."
  },
  {
    "id": 160,
    "fact": "Helen Keller was related to Robert E. Lee. Her paternal grandmother was second cousins with him."
  },
  {
    "id": 161,
    "fact": "During the 1908 Olympics in London, the Russians showed up 12 days late due to the fact that they were using the Julian calendar instead of the Gregorian calendar."
  },
  {
    "id": 162,
    "fact": "Non-violent attempts to escape Mexican prisons are not punished because “it’s human nature to want freedom”."
  },
  {
    "id": 163,
    "fact": "The line, “Born and raised in South Detroit” in Journey’s “Don’t Stop Believin” actually refers to Canada, not Michigan."
  },
  {
    "id": 164,
    "fact": "On one slow news day on April 18, 1930, a BBC radio announcer blatantly said “there is no news”."
  },
  {
    "id": 165,
    "fact": "If you cut a starfish, it won’t bleed – it doesn’t have blood! Rather, they circulate nutrients by using seawater in their vascular system."
  },
  {
    "id": 166,
    "fact": "12% of the world’s total languages are found in Papua New Guinea, which has over 820 indigenous languages. There are more languages on this island than in any other country."
  },
  {
    "id": 167,
    "fact": "The hottest temperature ever recorded in Washington state was at Ice Harbor Dam at 118 °F (47.8 °C) on August 5, 1961."
  },
  {
    "id": 168,
    "fact": "In efforts to undercut the Dreamcast’s sales of the upcoming SEGA release, Sony announced the PlayStation 2 and exaggerated its performance capabilities."
  },
  {
    "id": 169,
    "fact": "Nepal has the most mathematical flag in the world. It even has an article in its constitution that details the steps of drawing the flag."
  },
  {
    "id": 170,
    "fact": "Mount Rushmore cost less than one million dollars to construct. It took 14 years to build – from 1927 to 1941 and took 400 workers."
  },
  {
    "id": 171,
    "fact": "Samsung means “three stars” in Korean. This was chosen by the founder because he wanted the company to be powerful and everlasting like stars in the sky."
  },
  {
    "id": 172,
    "fact": "On average, 46.1% of Americans have less than $10,000 in assets when they die."
  },
  {
    "id": 173,
    "fact": "While shedding, geckos will eat their skin in order to prevent predators from finding and eating them more easily."
  },
  {
    "id": 174,
    "fact": "Bees actually have knees. The expression comes from the fact that they store large build-ups of pollen in hairy baskets on their knees."
  },
  {
    "id": 175,
    "fact": "Between North and South Korea lies 155 miles of no man’s land where hundreds of rare animal species thrive."
  },
  {
    "id": 176,
    "fact": "While watching a Merry-Go-Round from a bench in Griffith Park, Los Angeles, Walt Disney was struck with inspiration for the creation of Disneyland."
  },
  {
    "id": 177,
    "fact": "There is a Scottish tartan designed for Mars exploration. It was officially registered in 2016 to be worn during Mars science, exploration and outreach activities."
  },
  {
    "id": 178,
    "fact": "Santa Claus was issued a pilot’s license from the U.S. government in 1927. They also gave him airway maps and promised to keep the runway lights on."
  },
  {
    "id": 179,
    "fact": "When you exercise, the burned fat metabolizes to become carbon dioxide, water, and energy. Meaning: you exhale the fat that you lose."
  },
  {
    "id": 180,
    "fact": "The word “velociraptor” comes from the Latin words “velox” which means swift, and “raptor” which means robber. Literally – speedy robber!"
  },
  {
    "id": 181,
    "fact": "The largest stadium in the world is the Rungrado 1st of May Stadium in North Korea. It can hold up to 114,000 spectators. It covers 51 acres and is 197 feet tall."
  },
  {
    "id": 182,
    "fact": "Polar bears often hunt walruses by simply charging at a group of them and eating the ones that were crushed or wounded in the mass panic to escape. Direct attacks are rare."
  },
  {
    "id": 183,
    "fact": "The group of spikes at the end of stegosaurid tails are called the “thagomizer”. They had no distinct name until the term was coined in 1982 by a cartoonist."
  },
  {
    "id": 184,
    "fact": "There is a correlation between pulling an all-nighter and snapping out of depression. This is because the brain gets more active the longer it goes without sleep."
  },
  {
    "id": 185,
    "fact": "Adult cats only meow at humans, not other cats. Kittens meow to their mother but once they get a little older, cats no longer meow to other cats."
  },
  {
    "id": 186,
    "fact": "When shuffling a deck of cards, the number of possible arrangements is approximately 8×1067. That’s more than the number of stars in the observable universe."
  },
  {
    "id": 187,
    "fact": "There is a United Arab Emirates’ territory inside an Oman’s territory that itself is inside the United Arab Emirates country. It is called Madha village."
  },
  {
    "id": 188,
    "fact": "Disappointment Island is an uninhabited island in New Zealand. Over 65,000 pairs of white-capped albatross live there. In 1868, a steel tanker crashed on the island which killed 68 people, leaving the 15 survivors waiting 18 months to be rescued. In 1907, another ship ended up crashing there and 12 men drowned."
  },
  {
    "id": 189,
    "fact": "During the entire run of Gilligan’s Island, it was never revealed if “Gilligan” was his first or last name."
  },
  {
    "id": 190,
    "fact": "When Jorge Garcia first got the part on LOST as Hurley, he lost a total of 30 pounds in weight before filming started."
  },
  {
    "id": 191,
    "fact": "Videogames have been found to be more effective at battling depression than therapy."
  },
  {
    "id": 192,
    "fact": "Bi-weekly has two different definitions: Twice a week, or once every two weeks."
  },
  {
    "id": 193,
    "fact": "Mona Lisa was stolen from the Louvre in 1911, which drew more visitors to see the empty space than the actual painting."
  },
  {
    "id": 194,
    "fact": "There is an insurance policy issued against alien abduction. Around 50,000 policies have been sold, mainly to residents of the U.S. and England."
  },
  {
    "id": 195,
    "fact": "Volvo invented the three-point seatbelt, then gave the invention away for free. They decided it was too important of an invention to keep to themselves."
  },
  {
    "id": 196,
    "fact": "In 2005, Connecticut was accidentally issued an Emergency Alert to evacuate the entire state. Only about 1% of the people actually tried to leave."
  },
  {
    "id": 197,
    "fact": "An 18-year old with dwarfism played the 8-year-old Grinch in The Grinch (2000). He passed away two years after the film was released."
  },
  {
    "id": 198,
    "fact": "Rebecca Felton was the first woman to ever serve for the United States Senate – but she only served for one day."
  },
  {
    "id": 199,
    "fact": "Webster’s Dictionary accidentally had a word that didn’t exist in it for five years – “Dord”."
  },
  {
    "id": 200,
    "fact": "Amber-colored rear turn signals are statistically proven to reduce collisions by about 28%."
  },
  {
    "id": 201,
    "fact": "Roselle, a guide dog, lead her blind owner down 78 flights of stairs during 9/11. The descent took about an hour and they both safely made it out."
  },
  {
    "id": 202,
    "fact": "It is thought by Russians that eating ice cream will keep you warm."
  },
  {
    "id": 203,
    "fact": "Somebody hid an episode of South Park inside Tiger Woods 99 as an Easter egg, causing EA to do a massive recall."
  },
  {
    "id": 204,
    "fact": "Madagascar once was a stomping ground for lemurs which were the size of today’s gorillas."
  },
  {
    "id": 205,
    "fact": "Underneath the streets of Beijing, there are over a million people who live in nuclear bunkers."
  },
  {
    "id": 206,
    "fact": "The full name of the famous Chuck E. Cheese’s mouse is Charles Entertainment Cheese."
  },
  {
    "id": 207,
    "fact": "The American roulette wheel is different from the European wheel. The American one has 2 green spaces while the European one only has 1. Although on both, if you add up all the numbers on a roulette wheel, you will get 666."
  },
  {
    "id": 208,
    "fact": "The day after Thanksgiving is called “Brown Friday” by plumbers in America because it is their busiest day of the year."
  },
  {
    "id": 209,
    "fact": "The wife of Anthony Perkins, the original Norman Bates, Berry Berenson died as a result of being a passenger on one of the 9/11 planes."
  },
  {
    "id": 210,
    "fact": "The thumbs-up sign is believed to have originated from Chinese pilots. It was used to communicate with the ground crew before take-off."
  },
  {
    "id": 211,
    "fact": "In Toy Story 2 in the scene where Buzz gives a speech in front of the American flag, the flag was edited to be a globe for release in non-American countries."
  },
  {
    "id": 212,
    "fact": "The tallest mountain in our solar system, Olympic Mons, is 3 times taller than Mount Everest."
  },
  {
    "id": 213,
    "fact": "Batman and Predator exist in the same fictional universe. Since 1991, they have been featured together in three comic books."
  },
  {
    "id": 214,
    "fact": "A study from Harvard University finds that having no friends can be just as deadly as smoking. Both effect levels of a blood-clotting protein."
  },
  {
    "id": 215,
    "fact": "In South Dakota, you can get a driver’s permit at age 14 with parental consent. Once you turn 16, you can get your license."
  },
  {
    "id": 216,
    "fact": "The Backpack Kid’s real name is Russell Horning."
  },
  {
    "id": 217,
    "fact": "In 2017, Adidas sold over 1 million pairs of shoes made from recycled ocean plastic, each pair taking 11 plastic bottles to make."
  },
  {
    "id": 218,
    "fact": "The British Pound is the world’s oldest currency still in use at 1,200 years old. The pound has been an identity as a symbol of British sovereignty."
  },
  {
    "id": 219,
    "fact": "The world’s smallest mammal, a Bumblebee Bat, weighs about the same as a U.S. dime. Native to Myanmar and Thailand, these bats are endangered."
  },
  {
    "id": 220,
    "fact": "As of December 2018, The Itchy & Scratchy Show that takes place within The Simpsons has 107 episodes."
  },
  {
    "id": 221,
    "fact": "Will Smith owed $2.8 Million to the IRS and almost went bankrupt, just before he signed the contract for The Fresh Prince Of Bel-Air."
  },
  {
    "id": 222,
    "fact": "The Great Pyramid of Giza actually has eight sides, rather than four. All of the other pyramids have just four sides."
  },
  {
    "id": 223,
    "fact": "English is not native to the British Isles. It was brought to Britain in the mid 5th to 7th Centuries by German, Danish, and Dutch settlers."
  },
  {
    "id": 224,
    "fact": "When we’re born, the only innate fears we have are the fear of falling, and the fear of loud sounds. All other fears are learned."
  },
  {
    "id": 225,
    "fact": "In Korea, there is a breed of dog called a Sapsali which was originally thought to banish ghosts and evil spirits."
  },
  {
    "id": 226,
    "fact": "Qantas Airways once powered an interstate flight on cooking oil. This marked Australia’s first commercial flight using sustainably derived biofuel."
  },
  {
    "id": 227,
    "fact": "Berries are simple fruits stemming from one flower. This means that pineapples, bananas, watermelon, pumpkins, and avocados are berries."
  },
  {
    "id": 228,
    "fact": "One horse can have approximately 15 horsepower. Horsepower is about 746 watts. The term was coined in the late 18th Century."
  },
  {
    "id": 229,
    "fact": "The Leaning Tower of Piza is tilted because of the soft soil that it’s built on – which has also protected it from at least 4 powerful earthquakes."
  },
  {
    "id": 230,
    "fact": "All the paint on the Eiffel Tower weighs the same as ten elephants. It gets repainted every seven years without closing to the public."
  },
  {
    "id": 231,
    "fact": "All new FBI special agents and intelligence analysts are required to visit the United States Holocaust Memorial Museum."
  },
  {
    "id": 232,
    "fact": "While dinosaurs roamed the earth, they lived on every continent including Antarctica."
  },
  {
    "id": 233,
    "fact": "The blue whale’s heart is the size of a VW Beetle and weighs up to 1,000 lbs (453 kg)."
  },
  {
    "id": 234,
    "fact": "One of the most widely used symbols for medical assistance is actually the Swiss flag and not a medical symbol."
  },
  {
    "id": 235,
    "fact": "Until 2007, slavery was legal in Mauritania. Even still, 1-4% of the population is still living as slaves."
  },
  {
    "id": 236,
    "fact": "A man named Ronald MacDonald robbed a Wendy’s in 2005."
  },
  {
    "id": 237,
    "fact": "The longest unbroken alliance in world history is between England and Portugal. It has lasted since 1386, and still stands today."
  },
  {
    "id": 238,
    "fact": "Before finally being accepted, J.K. Rowling’s original Harry Potter pitch was rejected by 12 publishers."
  },
  {
    "id": 239,
    "fact": "The Japanese term for a Shotgun Wedding is “Dekichatta kekkon”, which literally translates to “oops-we-did-it-marriage”."
  },
  {
    "id": 240,
    "fact": "Garlic is known to attract leeches."
  },
  {
    "id": 241,
    "fact": "In 1992, a shipping crate containing 28,000 rubber duckies fell overboard. They washed up around the world for the next 20 years."
  },
  {
    "id": 242,
    "fact": "After the release of the 1996 film Scream, which involved an anonymous killer calling and murdering his victims, Caller ID usage tripled in the United States."
  },
  {
    "id": 243,
    "fact": "Aeroflot Flight 593 crashed because the pilot let his kids fly the plane, who unknowingly disengaged the autopilot function. The crash killed everyone on board."
  },
  {
    "id": 244,
    "fact": "It takes Uranus 84 years to orbit the Sun once."
  },
  {
    "id": 245,
    "fact": "A 26 sided shape is known as a rhombicuboctahedron."
  },
  {
    "id": 246,
    "fact": "Mob boss Vincent Gigante used to wander around New York in his bathrobe to convince the police he was insane and avoid capture."
  },
  {
    "id": 247,
    "fact": "The military has used silly string to detect tripwires in Iraq. Before entering a room, they can squirt it inside. If it hangs in the air, it may have revealed a wire."
  },
  {
    "id": 248,
    "fact": "By applying even pressure on an egg, it is nearly impossible to break the shell by squeezing it."
  },
  {
    "id": 249,
    "fact": "So far, two diseases have successfully been eradicated: smallpox and rinderpest. The last case of smallpox was in 1977, and the last of rinderpest was in 2001."
  },
  {
    "id": 250,
    "fact": "A recently discovered deep-sea snail, the Scaly-Foot Gastropod, has a shell that is impressively developed. So much so, that the U.S. military is trying to use its design to inspire defensive layers in military armor."
  },
  {
    "id": 251,
    "fact": "There are over 6,000 known species of grass."
  },
  {
    "id": 252,
    "fact": "The total weight of all air on Earth is 11 quintillion pounds."
  },
  {
    "id": 253,
    "fact": "“Time anxiety” occurs in a person when they are perpetually afraid of being late, or of others being late."
  },
  {
    "id": 254,
    "fact": "Ant queens can live for up to 30 years."
  },
  {
    "id": 255,
    "fact": "In 2014, Princeton researchers determined that Facebook would lose 80% of its users by 2017."
  },
  {
    "id": 256,
    "fact": "Orlando Bloom has swinophobia, which is a fear of pigs!"
  },
  {
    "id": 257,
    "fact": "Eight of the ten largest statues in the world are of Buddha’s."
  },
  {
    "id": 258,
    "fact": "Meghan Trainor has Nyctophobia, which is a huge fear of the dark."
  },
  {
    "id": 259,
    "fact": "Garrett McNamara holds the record for the largest wave ever surfed, set in 2011 in Nazare, Portugal. The wave was 78 feet tall."
  },
  {
    "id": 260,
    "fact": "The logo on the Red Bull cans are not cattle, but a type of bovine called a “gaur”."
  },
  {
    "id": 261,
    "fact": "In Bruges, Belgium, there an underground pipeline that runs 2 miles to transfer beer from a brewery to the bottling plant."
  },
  {
    "id": 262,
    "fact": "The collective group of lemurs is called a conspiracy."
  },
  {
    "id": 263,
    "fact": "The first Primark store opened in Dublin in June 1969 under the name Penney’s."
  },
  {
    "id": 264,
    "fact": "Ron Swanson’s character on Parks and Recreation is based on a real person – a woman who works in a high bureaucratic position who is also anti-government."
  },
  {
    "id": 265,
    "fact": "Captive tigers in the U.S. alone outnumber the amount of wild tigers worldwide."
  },
  {
    "id": 266,
    "fact": "The 1831 London Bridge was sold in 1962 when it needed to be replaced. It was bought by Lake Havasu City, Arizona, to help tourism."
  },
  {
    "id": 267,
    "fact": "Scrappy-Doo, widely considered to be one of the most hated characters in fiction, has not appeared in an animated Scooby-Doo production since 1988 due to audience backlash."
  },
  {
    "id": 268,
    "fact": "The first X-rated animated movie was Fritz the Cat. It is still the most successful independent animated feature to date."
  },
  {
    "id": 269,
    "fact": "Roughly 33% of cats are not affected by catnip. The euphoric reaction commonly associated with catnip is hereditary."
  },
  {
    "id": 270,
    "fact": "Facebook will track and record nearly everything you do if you browse the web while logged in to your Facebook account."
  },
  {
    "id": 271,
    "fact": "Bubble wrap was originally invented to be wallpaper. The creators tried to make plastic wallpaper with a paper backing, but it came out with plastic backing."
  },
  {
    "id": 272,
    "fact": "The longest Cricket Test match lasted over 12 days between England and South Africa. It only ended because the English team would have missed their boat home."
  },
  {
    "id": 273,
    "fact": "MIT, often cited as one of the world’s most prestigious universities, puts almost all of its course materials online for anyone to access for free."
  },
  {
    "id": 274,
    "fact": "Albert Einstein had mastered calculus by the tender age of 15."
  },
  {
    "id": 275,
    "fact": "Madagascar got its name when Marco Polo misspelled it. The name stuck and the island was christened to the name in 1500."
  },
  {
    "id": 276,
    "fact": "Tom Hanks had an asteroid named after him which was called “12818 tomhanks“."
  },
  {
    "id": 277,
    "fact": "The number of stars on the EU flag doesn’t represent anything. 12 stars were chosen as a number with no political association and as a symbol of unity."
  },
  {
    "id": 278,
    "fact": "High heels are nothing new to the world. In the 18th Century, they were fashionable even for children."
  },
  {
    "id": 279,
    "fact": "Elephants think people are cute, the same way people think puppies or kittens are cute."
  },
  {
    "id": 280,
    "fact": "Cats which have blue eyes for the duration of their lives are likely to be deaf."
  },
  {
    "id": 281,
    "fact": "The manager of Guinness started the Guinness Book of World Records when he got annoyed that he couldn’t find out what the fastest game bird was ever recorded."
  },
  {
    "id": 282,
    "fact": "Barry Manilow wrote many famous jingles for companies like McDonald’s, State Farm, and BandAids."
  },
  {
    "id": 283,
    "fact": "One of the smartest bird species is the magpie. They can even recognize themselves in mirrors."
  },
  {
    "id": 284,
    "fact": "In order to keep Nazis away, a Polish doctor faked a typhus outbreak. This strategy saved 8,000 people."
  },
  {
    "id": 285,
    "fact": "The atomic number of zinc is 30."
  },
  {
    "id": 286,
    "fact": "The tall chef’s hat is called a toque."
  },
  {
    "id": 287,
    "fact": "There’s very little evidence the TSA has ever stopped a terrorist or found a real bomb. When tested, they failed to find fake weapons and bombs 95% of the time."
  },
  {
    "id": 288,
    "fact": "In the United States, each person owns an average of seven pairs of blue jeans. That’s one for every day of the week!"
  },
  {
    "id": 289,
    "fact": "Whenever Charles Dickens was away from home, he would always realign the bed he was sleeping in to face Northwards, as he felt that this fostered and unlocked his creativity."
  },
  {
    "id": 290,
    "fact": "The Shawn Mendes EP reached Number 1 on iTunes in 37 minutes."
  },
  {
    "id": 291,
    "fact": "Since 1990 the United States has added more acres of forest than it has lost, with almost 20 million new acres of forest land added in the last 2 decades."
  },
  {
    "id": 292,
    "fact": "There is a liquid that you can breathe in called perfluorohexane. Animals can be submerged in a bath of perfluorohexane without drowning."
  },
  {
    "id": 293,
    "fact": "Feeding curry to a sheep reduces the amount of methane in its farts by up to 40%."
  },
  {
    "id": 294,
    "fact": "During a conversation each speaker’s “turn” averages 2 seconds, and the pause in between is only 200 milliseconds. That figure is nearly universal."
  },
  {
    "id": 295,
    "fact": "Cold showers have more health benefits than hot or warm showers. These include improving circulation, stimulating weight loss, and easing depression."
  },
  {
    "id": 296,
    "fact": "Despite being landlocked, Mongolia has a navy consisting of seven men and one vessel, the “Sukhbaatar III“, stationed on Lake Khövsgöl."
  },
  {
    "id": 297,
    "fact": "During the Second World War, German tank drivers would drive their vehicles over camel droppings, thinking it would bring them good luck."
  },
  {
    "id": 298,
    "fact": "In Alabama, it is illegal to participate in shooting, hunting, gaming, card playing, or racing on Sundays. The fine ranges from $10 to $100."
  },
  {
    "id": 299,
    "fact": "Originally, bumper cars were not supposed to hit each other. Drivers were actually supposed to avoid crashing in spite of chaotic driving. The first company to patent a bumper car was in 1920 named Dodgem."
  },
  {
    "id": 300,
    "fact": "A woman was elected to the House of Representatives four years before women even won the right to vote."
  },
  {
    "id": 301,
    "fact": "In the Netherlands version of Sesame Street, instead of Big Bird, they have a bluebird named Pino. He was later established as Big Bird’s cousin."
  },
  {
    "id": 302,
    "fact": "The full Bible has been translated into over 3,000 languages. Among those include fictional languages like Elvish, Klingon, and Na’vi."
  },
  {
    "id": 303,
    "fact": "The voice of Stargazer in Mass Effect 3 was done by Buzz Aldrin."
  },
  {
    "id": 304,
    "fact": "The first 4th of July celebration was in 1777."
  },
  {
    "id": 305,
    "fact": "Justin Bieber’s first tweet was at 8:27 pm on May 11, 2009."
  },
  {
    "id": 306,
    "fact": "Snakes and lizards both molt out of their old skin as they grow. Investigators have come to the conclusion that dinosaurs may have also molted."
  },
  {
    "id": 307,
    "fact": "Zebras have only one toe on each foot."
  },
  {
    "id": 308,
    "fact": "Humans have been performing dentistry since 7000BC, which makes dentists one of the oldest professions."
  },
  {
    "id": 309,
    "fact": "Originally, the Pokémon Vulpix was going to be called “FoxFire”."
  },
  {
    "id": 310,
    "fact": "The first-ever documented feature film was made in Australia in 1906."
  },
  {
    "id": 311,
    "fact": "Ancient Roman surgeons were trained to block out the screams of human pain."
  },
  {
    "id": 312,
    "fact": "William Hung, made famous for his appearance on American Idol singing “She Bangs“, is a 73rd generation descendant of Confucius."
  },
  {
    "id": 313,
    "fact": "From 1937 to 1953, NBC’s Today Show had a chimpanzee co-host named J. Fred Muggs. It is estimated he brought in the network around $100 million."
  },
  {
    "id": 314,
    "fact": "Because snow is composed of ice, it can be classified as a mineral. Water, however, does not fall under the same classification and is not a mineral."
  },
  {
    "id": 315,
    "fact": "Of the 9,000 Blockbuster stores that existed in the early 1990s, at least 10 Blockbusters are open across the U.S. Seven of those are in Alaska."
  },
  {
    "id": 316,
    "fact": "There is a geocache on the International Space Station placed in 2008. It has since been visited four times by other astronauts."
  },
  {
    "id": 317,
    "fact": "The Vatican had music that was forbidden to be copied and was only played twice per year. It was secret for almost 150 years until a 14-year-old Mozart heard it and transcribed it from memory."
  },
  {
    "id": 318,
    "fact": "Canada eats more macaroni and cheese than any other nation in the world."
  },
  {
    "id": 319,
    "fact": "Octopuses only touch in situations of mating or aggression. Female octopuses sometimes do both, strangling and eating the male after mating."
  },
  {
    "id": 320,
    "fact": "Scotland wanted to replicate the Parthenon bigger and cheaper in 1826. It was never completed and is now nicknamed “Scotland’s Disgrace”."
  },
  {
    "id": 321,
    "fact": "A French general gave John Quincy Adams a pet alligator. Adams kept it in one of the White House bathtubs and enjoyed showing it off."
  },
  {
    "id": 322,
    "fact": "In 1866, The United States purchased Alaska from Russia for $7.2 million by writing a check."
  },
  {
    "id": 323,
    "fact": "In the Philippines, you can buy spaghetti at McDonald’s, where they also sell a “McDo” piece of chicken."
  },
  {
    "id": 324,
    "fact": "Though most think it’s Italian, pepperoni is an American invention. The first use of the word dates back to 1919."
  },
  {
    "id": 325,
    "fact": "The pumpkin is a member of the cucurbit family, which are gourds, such as cucumbers and squashes."
  },
  {
    "id": 326,
    "fact": "Any prime number higher than three, when squared and subtracted by one, will always turn out to be a multiple of 24."
  },
  {
    "id": 327,
    "fact": "When dogs are first born, they are completely blind & cannot hear anything. The first sense which they develop is the sense of touch."
  },
  {
    "id": 328,
    "fact": "Margherita Pizza uses tomato, mozzarella, and basil toppings to represent the Italian national flag. It was originally to honor the Queen of Italy in 1890."
  },
  {
    "id": 329,
    "fact": "Sudan has more pyramids than any country with 255. They outnumber Egyptian pyramids by twice the amount."
  },
  {
    "id": 330,
    "fact": "The money for the Statue of Liberty came from fundraising from auctions, a lottery, and boxing matches in Europe and the U.S. The Statue cost the French about $250,000, which today would be over $5.5 million dollars."
  },
  {
    "id": 331,
    "fact": "Not all hamsters are small. Although some hamsters are as small as 2-4 inches, the largest ones are approximately 13 inches long."
  },
  {
    "id": 332,
    "fact": "The hand and footprints in front of the Chinese Theater tradition started accidentally when silent film actress, Norma Talmadge stepped on wet cement."
  },
  {
    "id": 333,
    "fact": "Snakes can help predict earthquakes. They can sense a coming earthquake from 75 miles away, up to five days before it happens."
  },
  {
    "id": 334,
    "fact": "Soviet Russia needed lighthouses on their uninhabited Northern Coast, so they built automated lighthouses powered by small nuclear reactors."
  },
  {
    "id": 335,
    "fact": "Animal’s yawn based on how large their brain is. The bigger the brain, the longer they will yawn."
  },
  {
    "id": 336,
    "fact": "Before Apple bought Siri, it was originally going to be released as an app for Android & Blackberry."
  },
  {
    "id": 337,
    "fact": "Approximately 1 in every 2,000 babies already has a tooth when they are first born."
  },
  {
    "id": 338,
    "fact": "The Young America Township in Minnesota has a population of less than 1,000, but more than 20 zip codes."
  },
  {
    "id": 339,
    "fact": "The United States Department of Agriculture says the official definition of a sandwich is: “at least 35 percent cooked meat and no more than 50 percent bread”."
  },
  {
    "id": 340,
    "fact": "Nutella was invented during WWII when an Italian pastry maker mixed hazelnuts into chocolate to extend his chocolate ration."
  },
  {
    "id": 341,
    "fact": "The original name for Xbox was DirectXbox designed to show how Microsoft’s Direct X graphics could improve the console market."
  },
  {
    "id": 342,
    "fact": "In Switzerland, it is illegal to own just one guinea pig. This is because guinea pigs are social animals, and they are considered victims of abuse if they are alone."
  },
  {
    "id": 343,
    "fact": "Walter Hunt, a man from America, invented the safety pin back in 1849."
  },
  {
    "id": 344,
    "fact": "The highest recorded fall without a parachute happened in 1972 at 33,333 ft. The victim, Vesna Vulović was in the hospital for 16 months after the fall."
  },
  {
    "id": 345,
    "fact": "A mason in 1700’s Jerusalem left his wooden ladder behind after doing some work on a church and now it can’t be moved without the agreement & permission of six different Christian leaders."
  },
  {
    "id": 346,
    "fact": "Eminem’s mother filed an $11 million defamation lawsuit against him because of his lyrics about her. She settled for $25,000 and $23,354.25 of that went to her lawyer."
  },
  {
    "id": 347,
    "fact": "San Marino is the fifth smallest country in the world (and the third smallest in Europe)."
  },
  {
    "id": 348,
    "fact": "A woman faked her entire tragedy and the loss of her husband during the 9/11 attacks and became President of the Support Network in New York."
  },
  {
    "id": 349,
    "fact": "The Postal Service got its name based on the fact that they originally used USPS to send each other music tracks because of conflicting schedules."
  },
  {
    "id": 350,
    "fact": "December 3rd is known as “Roof Over Your Head Day” – a day to be grateful for what we have in life!"
  },
  {
    "id": 351,
    "fact": "Alaska is the only state in America that can be typed on one row of a traditional English QWERTY keyboard."
  },
  {
    "id": 352,
    "fact": "Michael Jackson’s shiny glove was actually just a modified golf glove."
  },
  {
    "id": 353,
    "fact": "The spiked dog collar was invented by the Ancient Greeks to protect their dogs from wolf attacks."
  },
  {
    "id": 354,
    "fact": "Mr. and Mrs. originated from using the words master and mistress."
  },
  {
    "id": 355,
    "fact": "The only difference between kosher salt and table salt is the grain size. Kosher salt is smaller, and they both come from underground salt deposits."
  },
  {
    "id": 356,
    "fact": "Invented in 1923, Q-Tips were originally called Baby Gays; then Q-Tip Baby Gays, then finally just Q-Tips. The Q stands for quality."
  },
  {
    "id": 357,
    "fact": "1912 saw the last Olympic gold medals made entirely out of gold."
  },
  {
    "id": 358,
    "fact": "Every 10 years, the human skeleton repairs and renews itself. Essentially, you have different bones now than you did 10 years ago!"
  },
  {
    "id": 359,
    "fact": "The first game to be played in space was Starcraft – Daniel Barry took it with him in 1999 on the Space Shuttle mission STS-96."
  },
  {
    "id": 360,
    "fact": "Houston is the most diverse city in the United States. As of 2010, 43.8% is Latino, 25.6% is White, 23.1% is Black, and 6% is Asian."
  },
  {
    "id": 361,
    "fact": "May 29th is “National Put a Pillow on Your Fridge Day“. It is celebrated in Europe & USA to bring luck & wealth to the household."
  },
  {
    "id": 362,
    "fact": "When water freezes to ice cubes, it will take up 9% more volume."
  },
  {
    "id": 363,
    "fact": "The little piece of paper sticking out of a Hershey’s Kiss is called a niggly wiggly."
  },
  {
    "id": 364,
    "fact": "As a child, Jet Li performed with the Chinese National Wushu Team for President Nixon. Nixon asked him to be his personal bodyguard, but he declined."
  },
  {
    "id": 365,
    "fact": "Eating grapefruit can restrict the effects of 43 different kinds of medications."
  },
  {
    "id": 366,
    "fact": "Dinosaurs would swallow large rocks which stayed in their stomach to help churn and digest food."
  },
  {
    "id": 367,
    "fact": "The word robot comes from the Czech “robota”. This translates into forced labor or work."
  },
  {
    "id": 368,
    "fact": "During 1943, U.S. officials imposed a short-lived ban on sliced bread as a wartime conservation measure. It lasted less than 3 months."
  },
  {
    "id": 369,
    "fact": "Abraham Lincoln loved cats and once let one eat from the table during a formal White House dinner."
  },
  {
    "id": 370,
    "fact": "The Canadian government isn’t sure when Canada became a sovereign state. Its Supreme Court ruled that sovereignty occurred sometime between 1919 and 1931."
  },
  {
    "id": 371,
    "fact": "On April 1, 2005, NASA pulled an April Fool’s prank telling the world that they had found water on Mars."
  },
  {
    "id": 372,
    "fact": "There’s a town in the Oklahoma panhandle named “Hooker” and its slogan is “it’s a location, not a vocation”."
  },
  {
    "id": 373,
    "fact": "Japan is facing a ninja shortage. There is a high demand for “ninja shows”, but it is a dying tradition and companies have trouble time finding properly trained ninjas."
  },
  {
    "id": 374,
    "fact": "New Jersey had 4 Governors in the span of 8 days in early 2002. The shortest term of those was served by John Farmer Jr. for 90 minutes."
  },
  {
    "id": 375,
    "fact": "George Miller – the person who created Mad Max is the same person who created Happy Feet."
  },
  {
    "id": 376,
    "fact": "Surgeons who play video games at least 3 hours a week perform 27% faster and make 37% fewer errors."
  },
  {
    "id": 377,
    "fact": "When cellophane was invented in 1908, it was originally intended to be used to protect tablecloths from wine spills."
  },
  {
    "id": 378,
    "fact": "A Dutch start-up company has been able to start training wild crows so that they pick up cigarette butts and put them in bins for a peanut as a reward."
  },
  {
    "id": 379,
    "fact": "We feel “hangry” because it’s harder for us to control our emotions when our brains are low on glucose."
  },
  {
    "id": 380,
    "fact": "The mayor of a historical district in Alaska is a cat named Stubbs. Mayor Stubbs drinks catnip-laden water from a wineglass every afternoon, at a local restaurant."
  },
  {
    "id": 381,
    "fact": "Spam mail got its name from the canned meat after a Monty Python skit that made fun of Spam as tasting “horrible and being ubiquitous and inescapable”."
  },
  {
    "id": 382,
    "fact": "Humans specifically have eyes that face forward for the purpose of seeing in 3D. On the other hand, vegetarian dinosaurs such as the Triceratops had eyes that looked out to the side so they could stay vigilant watching for danger as they ate."
  },
  {
    "id": 383,
    "fact": "In the 1980s, the founder of Pringles, Fredric Baur, requested to be buried in a Pringles can. His children honored the request."
  },
  {
    "id": 384,
    "fact": "You can now get a headstone with a QR code. Called “Living Headstones”, they show pages with photos, video biography’s, and comments from loved ones."
  },
  {
    "id": 385,
    "fact": "While filming Dumb and Dumber, Jim Carrey had his crown temporarily removed – that chipped tooth is real and a result of a childhood fight."
  },
  {
    "id": 386,
    "fact": "Ginger beer is brewed and fermented with ginger, while ginger ale is merely carbonated water flavored with ginger."
  },
  {
    "id": 387,
    "fact": "During the first live iPhone presentation, Steve Jobs had to frequently switch phones behind his desk. Otherwise, it would run out of RAM and crash."
  },
  {
    "id": 388,
    "fact": "In Mississippi, it is considered a federal offense to Dine-n-Dash on a check that is over $25. In California, it is only petty theft."
  },
  {
    "id": 389,
    "fact": "The NYPD had a police officer follow Andre the Giant whenever he went out drinking. This was to make sure he didn’t get drunk and fall on anyone."
  },
  {
    "id": 390,
    "fact": "In the popular film, The Godfather, the word “mafia” is never said because the actual mafia commanded it."
  },
  {
    "id": 391,
    "fact": "The only window that opens on the presidential car is the driver’s window, to pay tolls. It also has no keyholes, and only the Secret Service knows how to open the doors."
  },
  {
    "id": 392,
    "fact": "Thomas Edison invented an electric pen in 1876 that was later adapted to become the first tattoo machine in 1891."
  },
  {
    "id": 393,
    "fact": "Animal Planet aired two fake documentaries that “proved” mermaids exist. So many people thought it was real that the U.S. government issued an official statement about it."
  },
  {
    "id": 394,
    "fact": "In 18th Century England, having a pineapple was a symbol of wealth because of high import fees. They would be used as displays instead of being eaten."
  },
  {
    "id": 395,
    "fact": "Marvel’s Deadpool issue #27 holds the Guinness World Record for the most comic book characters on one cover."
  },
  {
    "id": 396,
    "fact": "Instead of an agent, Bill Murray uses a 1-800 number where you can leave a message for him if you want to cast him for a movie or event."
  },
  {
    "id": 397,
    "fact": "When written down, the word “almost” is the longest word in the English language to have all of its letters in alphabetical order."
  },
  {
    "id": 398,
    "fact": "The black-footed cat is the smallest wild cat, at just 20 inches long."
  },
  {
    "id": 399,
    "fact": "The world’s most remote ATM is run by Wells Fargo in the Antarctic. The ATMs serve around 1,200 residents at the U.S. scientific facility."
  },
  {
    "id": 400,
    "fact": "The first Game Boy could run for a staggering 30 hours on only two AA batteries!"
  },
  {
    "id": 401,
    "fact": "Hershey’s chocolate syrup, Ritz Crackers, DumDums, and Oreos are all suitable for vegans."
  },
  {
    "id": 402,
    "fact": "The sound of a Star Wars lightsaber was created by pairing together the sound of an idle film projector and the buzz from an old TV set."
  },
  {
    "id": 403,
    "fact": "Your tonsils can grow back if there was tissue left behind during the removal process. Sometimes it’s accidental, other times it’s left on purpose."
  },
  {
    "id": 404,
    "fact": "Greenland voted to leave the European Union in 1985 and has not rejoined since."
  },
  {
    "id": 405,
    "fact": "Every second, the human eye moves about 50 times."
  },
  {
    "id": 406,
    "fact": "There’s a reply to the saying “Liar, liar, pants on fire” – It’s “I don’t care, I don’t care, I can buy another pair”."
  },
  {
    "id": 407,
    "fact": "Only 2% of the world’s population has green eyes."
  },
  {
    "id": 408,
    "fact": "The A.D. and B.C. system was not proposed until 525 A.D. by a monk. However, it was not widely used until the 9th Century."
  },
  {
    "id": 409,
    "fact": "Daniel Radcliffe had the same stunt double for the first six Harry Potter movies – until the double was paralyzed from an accident on set during the filming of the 7th movie."
  },
  {
    "id": 410,
    "fact": "“Tater Tots”, a registered trademark, originally failed because people thought the product was too cheap. Popularity rose after the price was raised."
  },
  {
    "id": 411,
    "fact": "Movie theaters make roughly 85% of their profit off concession stands. This is because ticket revenues have to be shared with the movie distributors."
  },
  {
    "id": 412,
    "fact": "By mixing nonoplatelets from carrots and other root vegetables, concrete mixtures can be significantly strengthened, meaning less cement is needed to achieve the same effect."
  },
  {
    "id": 413,
    "fact": "Honey, and items immersed in honey, can be preserved for centuries. The long shelf life is due to an enzyme found in the stomachs of bees."
  },
  {
    "id": 414,
    "fact": "Credit card EMV chip technology has been around since 1986. It was first implemented in France, with Germany following shortly after."
  },
  {
    "id": 415,
    "fact": "The odds of being born on February 29th are 1 in 1461."
  },
  {
    "id": 416,
    "fact": "People who donate blood in Sweden are sent a text message each time their blood saves a life."
  },
  {
    "id": 417,
    "fact": "In the U.S., around ¾ of all houses possess at least 1 jar of peanut butter."
  },
  {
    "id": 418,
    "fact": "30 of the first 31 popes were murdered. Most of them were martyred, but not all causes of their deaths are known."
  },
  {
    "id": 419,
    "fact": "The average U.S. household has 300,000 things, from paper clips to ironing boards. U.S. children make up 3.7% of children on the planet but have 47% of all toys and children’s books."
  },
  {
    "id": 420,
    "fact": "The commonly known phrase “to a T”, means something that fits just right. Interestingly enough, this expression derives from a similar phrase “to a tittle”, which is a small mark that is used in spelling norms, like the dots of i’s or j’s, or an accent mark."
  },
  {
    "id": 421,
    "fact": "Both Motel 6 and Super 8 got their names from the original prices of the rooms. Motel 6 started at $6 in 1962, and Super 8 at $8.88 in 1974."
  },
  {
    "id": 422,
    "fact": "About 25% of all blood from the heart goes into the kidneys."
  },
  {
    "id": 423,
    "fact": "In Israel, it is illegal to bring bears to the beach."
  },
  {
    "id": 424,
    "fact": "Rednex, the band that remixed and popularized Cotton Eye Joe, is not Southern, but Swedish. They all have Southern-sounding stage names."
  },
  {
    "id": 425,
    "fact": "BuzzFeed sponsored content costs about $20,000 for five or six “articles”."
  },
  {
    "id": 426,
    "fact": "Comets only reflect 4% of the light that falls on them, the rest is absorbed."
  },
  {
    "id": 427,
    "fact": "The name for the shape of Pringles is called a “Hyperbolic Paraboloid”."
  },
  {
    "id": 428,
    "fact": "Writing down your worries before taking an exam can help combat test anxiety, improve performance and boost your test scores."
  },
  {
    "id": 429,
    "fact": "The highest body count in film history goes to “Lord of the Rings: Return of the King” with 836 on-screen deaths."
  },
  {
    "id": 430,
    "fact": "There is an uninhabited island in the Bahamas known as Pig Beach, which is populated entirely by swimming pigs."
  },
  {
    "id": 431,
    "fact": "While filming Rocky IV, Lundgren hit Sylvester Stallone for real and he ended up in the hospital for nine days."
  },
  {
    "id": 432,
    "fact": "For almost 15 years, Vermont was technically its own country before joining the United States in 1791. It had its own coins and postal service."
  },
  {
    "id": 433,
    "fact": "An adult’s kidney weighs about 5 ounces (142 grams) and is the size of a fist."
  },
  {
    "id": 434,
    "fact": "Without saliva, humans are unable to taste food."
  },
  {
    "id": 435,
    "fact": "The German Autobahn has no speed limits because Western Germany saw them as a Nazi relic. This became effective in 1972."
  },
  {
    "id": 436,
    "fact": "If you ate nothing but rabbit meat, you would die from protein poisoning. This would be a mixture of too much protein and an absence of fat in the diet."
  },
  {
    "id": 437,
    "fact": "The loudness of a monkey is relative to the size of its testicles. Researchers found that the smaller the testicles, the louder the monkey."
  },
  {
    "id": 438,
    "fact": "Every Pixar movie contains a reference to the Pixar movie that comes after it."
  },
  {
    "id": 439,
    "fact": "Joe Arridy had an IQ of 46 and is known as the “happiest prisoner on death row”. He went into the gas chamber with a smile. It turned out he was innocent."
  },
  {
    "id": 440,
    "fact": "There exists a plankton, Dinoflagellates, which if consumed, reverses your feeling of hot and cold – as well as hallucinations. Symptoms can last from weeks to years."
  },
  {
    "id": 441,
    "fact": "Red pandas have no living relatives – they aren’t even related to giant pandas."
  },
  {
    "id": 442,
    "fact": "After Christianity, the largest religious affiliation in the U.S. is Judaism."
  },
  {
    "id": 443,
    "fact": "Ewok Jerky was a popular snack across the Outer Rim in the Star Wars Universe."
  },
  {
    "id": 444,
    "fact": "Italy built an entire courthouse to prosecute the Mafia. They charged 474 members in a trial that lasted from 1986-1992. To date, it was the biggest trial in the world."
  },
  {
    "id": 445,
    "fact": "Doug Engelbart created the very first computer mouse from wood in 1964."
  },
  {
    "id": 446,
    "fact": "The smallest thing ever photographed is the shadow of an atom."
  },
  {
    "id": 447,
    "fact": "Despite Mercury being the closest planet to the Sun, Venus is the warmest planet."
  },
  {
    "id": 448,
    "fact": "There are no visual differences between male and female herons."
  },
  {
    "id": 449,
    "fact": "Cranes are built using cranes."
  },
  {
    "id": 450,
    "fact": "In the popular 2014 movie “Godzilla“, the Godzilla portrayal was only seen for about 8 minutes in the entire film."
  },
  {
    "id": 451,
    "fact": "In every scene of Fight Club, there is a Starbucks coffee cup."
  },
  {
    "id": 452,
    "fact": "It snowed in the Sahara desert for 30 minutes on February 18, 1979."
  },
  {
    "id": 453,
    "fact": "PewDiePie supported his YouTube channel by selling hot dogs. His persistence paid off when in 2012 his YouTube channel garnered over one million subscribers."
  },
  {
    "id": 454,
    "fact": "Approximately 1,000,000 dogs in the U.S. are named as the heirs of their owners’ wills."
  },
  {
    "id": 455,
    "fact": "It takes longer to drown in saltwater than in freshwater. Because of this, around 90% of drownings occur in freshwater."
  },
  {
    "id": 456,
    "fact": "Employees at MillerCoors get three free cases of beer each month, in addition to having access to beer and cider on location after a work day."
  },
  {
    "id": 457,
    "fact": "Steven Spielberg was executive producer of The Animaniacs."
  },
  {
    "id": 458,
    "fact": "Kanye West’s song “Hey Mama” was dedicated to his mother, who died in 2007 after complications with plastic surgery."
  },
  {
    "id": 459,
    "fact": "More than 90% of survivors of the 9/11 terror attacks delayed evacuation to save their work, shut down computers, change shoes, or visit the bathroom."
  },
  {
    "id": 460,
    "fact": "Queen Elizabeth saved up post-war clothing ration coupons in order to pay for her wedding dress in 1947."
  },
  {
    "id": 461,
    "fact": "Sweden has the most islands in the world, with 221,800 islands."
  },
  {
    "id": 462,
    "fact": "Although dingoes are about the same size as a Springer Spaniel, they are brave enough to target an adult kangaroo when hunting in packs."
  },
  {
    "id": 463,
    "fact": "If you keep smelling something that is not really there, you may be experiencing the earliest symptoms of schizophrenia."
  },
  {
    "id": 464,
    "fact": "When George Washington died, Napoleon Bonaparte of France gave a personal eulogy and ordered a ten-day mourning period for France."
  },
  {
    "id": 465,
    "fact": "Since the death penalty was restored in 1976, the states of Washington and New Hampshire have returned to hanging as an available method of execution."
  },
  {
    "id": 466,
    "fact": "Even though drugs are officially illegal in the Netherlands, it is legal to be under the influence of any drug to encourage people to seek medical help."
  },
  {
    "id": 467,
    "fact": "The first world leader to create a YouTube channel was the British Prime Minister, Tony Blair who made his account in 2007."
  },
  {
    "id": 468,
    "fact": "Rick Astley has his own brand of beer. It was a collaboration between him and the Danish microbrewery Mikkeller; it’s a red lager with “a hint of ginger”."
  },
  {
    "id": 469,
    "fact": "The total spend on adult Halloween costumes each year in America is $1.5 billion."
  },
  {
    "id": 470,
    "fact": "When double rainbows occur, the colors of the second arc are always reversed."
  },
  {
    "id": 471,
    "fact": "Bookworms are actual insects that bore holes in books. A major book feeding insect is a paper louse that feeds on microscopic mold in poorly kept books."
  },
  {
    "id": 472,
    "fact": "3 inches of ice can support one person, on foot. 4 inches can support a group of people, single file. 36 inches can support up to 110 tons of weight."
  },
  {
    "id": 473,
    "fact": "January 17th is known as “Ditch New Year’s Resolution Day”."
  },
  {
    "id": 474,
    "fact": "Dinosaurs that could run using just two legs are referred to as bipeds."
  },
  {
    "id": 475,
    "fact": "Russia has the most man-made satellites in orbit with 1,324. There is a total of 2,271 and the U.S. is in second place at 658."
  },
  {
    "id": 476,
    "fact": "The most difficult Chinese character requires 62 total strokes to write. The word itself, “biang” holds no meaning."
  },
  {
    "id": 477,
    "fact": "In order to protect themselves from poachers, African Elephants have been evolving without tusks, which unfortunately also hurts their species."
  },
  {
    "id": 478,
    "fact": "A certain type of box jellyfish’s venom will make you feel a strong sense of anxiety and sense of impending doom, and possibly thoughts of suicide. These symptoms can last up to two weeks."
  },
  {
    "id": 479,
    "fact": "The island in Lake Bled is the only natural island in Slovenia."
  },
  {
    "id": 480,
    "fact": "In Switzerland, it is illegal to flush the toilet after 10 pm."
  },
  {
    "id": 481,
    "fact": "If sheep have long tails when they are born, the tails are cut off in order to prevent infection."
  },
  {
    "id": 482,
    "fact": "The name for a collective group of rhinoceroses is called a crash."
  },
  {
    "id": 483,
    "fact": "Because of the Electoral College, a presidential candidate can win with only 23% of the popular vote."
  },
  {
    "id": 484,
    "fact": "There was a snail glued to a specimen card in the British Museum mid-1800s. It spent four years glued there before scientists realized it was still alive."
  },
  {
    "id": 485,
    "fact": "August 21st is Senior Citizen’s Day – a day to honor the older generation."
  },
  {
    "id": 486,
    "fact": "William Shakespeare had a curse engraved on his tombstone to prevent anyone from moving his bones."
  },
  {
    "id": 487,
    "fact": "Acetaminophen, one of the most popular painkillers, restrains masculinity and dulls emotions. It had been rejected in 1887 for its side effects, then approved in 1955."
  },
  {
    "id": 488,
    "fact": "The Twenty One Pilots fan base is known as the Skeleton Clique."
  },
  {
    "id": 489,
    "fact": "A man who was hanged for his part in the Guy Fawkes Gunpowder Plot had his skin removed and it was used to bind a book that listed his offenses."
  },
  {
    "id": 490,
    "fact": "Valentine’s Day in South Korea is a little different. Only women give gifts, not men."
  },
  {
    "id": 491,
    "fact": "Cookie Monster’s real name is Sid."
  },
  {
    "id": 492,
    "fact": "Comedian Mitch Hedberg never passed on a job, having been told “no” so often early in his career that he felt like if he didn’t say “yes”, he might not be given the opportunity to perform again."
  },
  {
    "id": 493,
    "fact": "At any given moment, there are 1,800 thunderstorms happening on Earth. This amounts to 16 million storms each year."
  },
  {
    "id": 494,
    "fact": "March 3rd is known as “What if Cats and Dogs Had Opposable Thumbs Day”."
  },
  {
    "id": 495,
    "fact": "While writing the famous song, “Hallelujah“, Leonard Cohen originally wrote 80 verses for the song which he sometimes interchanges in and out depending on where he’s playing."
  },
  {
    "id": 496,
    "fact": "People can suffer from a psychological disorder called Boanthropy that makes them believe they are a cow."
  },
  {
    "id": 497,
    "fact": "Hugh Jackman often will tell the paparazzi where he is when he goes home to Australia so they can get their photos then leave him alone for the rest of his visit."
  },
  {
    "id": 498,
    "fact": "The “Lost” pilot was so expensive (over $10 million) that the Chairman of ABC was fired for green-lighting the project."
  },
  {
    "id": 499,
    "fact": "The largest living thing on earth is a giant sequoia named General Sherman."
  },
  {
    "id": 500,
    "fact": "Tupac was the first U.S. artist to have an album reach Billboard #1 while still in prison. It was his third studio album, titled “Me Against the World“."
  },
  {
    "id": 501,
    "fact": "If you multiply 1089 x 9 you get the exact reverse, 9801."
  },
  {
    "id": 502,
    "fact": "August 17th is known as Black Cat Appreciation Day."
  },
  {
    "id": 503,
    "fact": "Saturn is so big that Earth could fit into it whooping 755 times!"
  },
  {
    "id": 504,
    "fact": "“Rap God” by Eminem packs 1,560 words into a 6 min 4 sec song. It holds the world record for most words in a hit single."
  },
  {
    "id": 505,
    "fact": "A water dropwort is a highly poisonous plant. If it kills you, it can cause you to smile after you die. This is called a sardonic grin."
  },
  {
    "id": 506,
    "fact": "There is a British chocolate scientist who insured her taste buds for £1 million."
  },
  {
    "id": 507,
    "fact": "Kraft singles cannot be advertised as cheese because U.S. FDA standards state a food can only be identified as cheese if it contains “at least 51% real cheese”."
  },
  {
    "id": 508,
    "fact": "When the Titanic sank in 1912, there were 3 dogs that survived. They had all been traveling with their owners in the First Class cabins."
  },
  {
    "id": 509,
    "fact": "China has a series of underground tunnels running 3,000 miles long. They are used to store and transport mobile intercontinental ballistic missiles."
  },
  {
    "id": 510,
    "fact": "Pitbulls rank high among the most affectionate and least aggressive dogs. Pitbulls are only aggressive when forcibly trained as such; usually for illegal dogfighting."
  },
  {
    "id": 511,
    "fact": "Using tanning beds before age 30 increases your risk of developing melanoma by 75%. Tanning beds and lamps are in the highest cancer risk category."
  },
  {
    "id": 512,
    "fact": "When Blackbeard captured ships, many of the African slaves on board would go on to become pirates. When he died, nearly one-third of his total crew were former slaves."
  },
  {
    "id": 513,
    "fact": "The Poodle is one of the cleanest breeds of dogs, making them a great choice for people with pet allergies. They don’t molt much at all, and they rarely smell either."
  },
  {
    "id": 514,
    "fact": "Owls have specialized feathers where the edges protrude out to dissipate airflow. This means that they are able to fly silently and are highly deadly hunters."
  },
  {
    "id": 515,
    "fact": "A man, Ben Sliney, grounded 4,000 commercial planes across the United States on 9/11 due to the attacks – it was his first day on the job."
  },
  {
    "id": 516,
    "fact": "Elton John tried to commit suicide once by sticking his head in an oven with the gas on low and windows open. He was found and stopped by his best friend Bernie Taupin."
  },
  {
    "id": 517,
    "fact": "California law does not allow or prohibit lane splitting – when motorcycles pass other vehicles within the same lane."
  },
  {
    "id": 518,
    "fact": "In California, you can get a ticket if you’re driving too slow."
  },
  {
    "id": 519,
    "fact": "Malta’s official language is Maltese; however, the majority of the population also speaks English."
  },
  {
    "id": 520,
    "fact": "More civilians died in the Battle of Stalingrad than the nuclear atrocities at Hiroshima and Nagasaki combined."
  },
  {
    "id": 521,
    "fact": "Your brain uses 20% of the total oxygen in your body."
  },
  {
    "id": 522,
    "fact": "Both KitKat and Rolo is produced globally by Nestlé, except in the U.S. where it’s made by their competitor, Hershey’s."
  },
  {
    "id": 523,
    "fact": "When electricity was first installed in the White House in 1891, President Benjamin Harrison and his wife were afraid of electrocution because of the new concept. They refused to touch light switches so the staff had to turn the lights on and off for them."
  },
  {
    "id": 524,
    "fact": "35,000 hectares of peas are grown in the UK in a single year."
  },
  {
    "id": 525,
    "fact": "In 2007, a 1000-gallon inflatable swimming pool was stolen from someone’s back yard without a single drop of water being found!"
  },
  {
    "id": 526,
    "fact": "Both U.S. and Soviet militaries have trained dolphins. They can be used for rescuing lost naval swimmers and locating underwater mines."
  },
  {
    "id": 527,
    "fact": "Being in a negative relationship can weaken your immune system."
  },
  {
    "id": 528,
    "fact": "October 19th is “Evaluate Your Life Day” – a day to think about your situation in life & wonder how it could be improved. Be sure to weigh the good and bad!"
  },
  {
    "id": 529,
    "fact": "The total population of insects is estimated to be a billion times greater than that of the human population."
  },
  {
    "id": 530,
    "fact": "Snoop Dogg’s real name is Cordozar Calvin Broadus Jr. His “Snoop Dogg” nickname came from his mother who thought he looked like Snoopy from the Peanuts."
  },
  {
    "id": 531,
    "fact": "When the historic Plaza Hotel in NYC opened in 1907, a room cost $2.50 per night, the same as $64.26 today. The Plaza now charges over $1,000/night."
  },
  {
    "id": 532,
    "fact": "Originally, the Eiffel Tower was going to be erected in Barcelona, but the project was rejected because citizens thought it was an eyesore."
  },
  {
    "id": 533,
    "fact": "The world’s longest place name has 85 letters & is located in New Zealand."
  },
  {
    "id": 534,
    "fact": "An amateur beekeeper and a group of scientists found that wax worms are capable of eating and breaking down plastic bags. The settings of a wax worm’s stomach can be recreated to safely dispose of plastic bags and bottles."
  },
  {
    "id": 535,
    "fact": "Long ago, people chewed on tree bark as a method of pain relief. Willow bark has a high amount of salicylic acid, an ingredient still used in aspirin today."
  },
  {
    "id": 536,
    "fact": "The oldest “your mom” joke was discovered on a 3,500-year-old Babylonian tablet in Iraq in 1976. The tablet has since been lost, but the text remains preserved."
  },
  {
    "id": 537,
    "fact": "Kangaroos keep growing until they die. They are the world’s largest marsupial."
  },
  {
    "id": 538,
    "fact": "In 1923, a jockey suffered a fatal heart attack but his horse finished and won the race, making him the first and only jockey to win a race after death."
  },
  {
    "id": 539,
    "fact": "A red blood cell takes only about 20 seconds to make a complete circuit through your body."
  },
  {
    "id": 540,
    "fact": "Iceland was chosen as the training ground for Apollo astronauts because it was the most “moonlike” surface."
  },
  {
    "id": 541,
    "fact": "A polygon with 30 sides is a triacontagon."
  },
  {
    "id": 542,
    "fact": "The shower-curtain effect is the phenomenon in which a shower curtain gets blown inward with a running shower. Scientists don’t know what causes this."
  },
  {
    "id": 543,
    "fact": "The KKK headquarters were purchased by the Catholic Church then turned into a church."
  },
  {
    "id": 544,
    "fact": "After a waitress at a pizzeria helped a customer choose the numbers for a winning lottery ticket in 1984, he “tipped” her $3,000,000 – half of his $6,000,000 prize money."
  },
  {
    "id": 545,
    "fact": "Jack Gilinsky is Jewish."
  },
  {
    "id": 546,
    "fact": "While most people think of Neil Patrick Harris as an actor, he is also a writer, producer, comedian, singer, and even amateur magician!"
  },
  {
    "id": 547,
    "fact": "Part of the Falklands Islands is littered with leftover landmines from the Falklands War. This stretch of beach has become home to over 1 million penguins as they are too light to trigger the mines when walking on them."
  },
  {
    "id": 548,
    "fact": "Young Tyrannosaurus rex‘s probably had a thin coat of downy feathers to stay warm. They did not need them as they got older due to their size."
  },
  {
    "id": 549,
    "fact": "The first jet aircraft was invented in Nazi Germany. Development started in 1936, but the first takeoff occurred in 1939."
  },
  {
    "id": 550,
    "fact": "Vernor’s Ginger Ale is the oldest soda still being sold. It was created by Detroit pharmacist James Vernor, in 1866."
  },
  {
    "id": 551,
    "fact": "If you were to have your picture taken by the very first camera, you’d need to sit still for 8 hours."
  },
  {
    "id": 552,
    "fact": "Of the top 20 most-watched TV broadcasts in the United States, 19 were Super Bowls, and the other was the 1983 finale of M*A*S*H."
  },
  {
    "id": 553,
    "fact": "English accounts for 50% of visited webpages, even though the amount of English users is only 26%. Russian accounts for the 2nd most visited pages at only 6%."
  },
  {
    "id": 554,
    "fact": "In season 5 of Breaking Bad, Aaron Paul (Jesse) was paid $150,000 per episode."
  },
  {
    "id": 555,
    "fact": "September 25th is known as “World Dream Day” – a day about chasing your dreams, no matter how big or small they may be!"
  },
  {
    "id": 556,
    "fact": "The National Basketball Association (NBA) was founded on June 6, 1946."
  },
  {
    "id": 557,
    "fact": "A snail can sleep for 3 years."
  },
  {
    "id": 558,
    "fact": "Since 1497, the United Kingdom has printed their laws on vellum, made from calf or goat-skin. They continue to do this in order to uphold the tradition."
  },
  {
    "id": 559,
    "fact": "Steven Spielberg and George Lucas wanted to make an animated Calvin and Hobbes movie. The author declined because he wanted to protect the integrity of the comic."
  },
  {
    "id": 560,
    "fact": "In New Delhi, if a tree falls sick, an ambulance is dispatched to treat them. This came into effect in 2009 and takes four people to do the job."
  },
  {
    "id": 561,
    "fact": "In 1998, David Bowie released an internet provider called BowieNet. Subscribers were offered exclusive content and a BowieNet email. It was shut down in 2006."
  },
  {
    "id": 562,
    "fact": "The 6th largest pyramid in the world is a Bass Pro Shops in the Memphis Pyramid. At 32 stories tall, it also has the tallest freestanding elevator in the U.S."
  },
  {
    "id": 563,
    "fact": "Ben & Jerry’s has an online flavor graveyard for their 10 discontinued ice cream flavors. Each one has a photo, life span, and epitaph."
  },
  {
    "id": 564,
    "fact": "Females are better at distinguishing colors, while males excel at tracking fast-moving objects and discerning detail from a distance."
  },
  {
    "id": 565,
    "fact": "During the Aztec reign, a slave could be bought for 100 cocoa beans."
  },
  {
    "id": 566,
    "fact": "The average temperature of a beehive is the same as a human body. Bees flap their wings to regulate heat."
  },
  {
    "id": 567,
    "fact": "The famous Lacoste crocodile symbol was created in 1933, and was the first designer logo ever."
  },
  {
    "id": 568,
    "fact": "Each day on Neptune lasts for around 16 hours, 6 minutes and 36 seconds."
  },
  {
    "id": 569,
    "fact": "“Infantry” sounds like “infant” as typically in ancient times an army’s infantry consisted of soldiers too young or too inexperienced to ride a horse and be part of the cavalry."
  },
  {
    "id": 570,
    "fact": "The fear of vegetables is called Lachanophobia."
  },
  {
    "id": 571,
    "fact": "During the cremation process of a 500 pound body, the corpse was so obese that it set the crematorium on fire."
  },
  {
    "id": 572,
    "fact": "In English, twelve is the largest number that has just one syllable."
  },
  {
    "id": 573,
    "fact": "Out of the 400 species of parrots, there is only one that can’t fly, called the Kakapo parrot."
  },
  {
    "id": 574,
    "fact": "Dogs with pointed and long faces tend to live longer than those which have flatter faces, such as pugs."
  },
  {
    "id": 575,
    "fact": "In 2005, Frito-Lay launched Cheetos Lip Balm, but it was quickly taken off the market due to its failure."
  },
  {
    "id": 576,
    "fact": "The average human heart beats 3.6 million times a year."
  },
  {
    "id": 577,
    "fact": "The average life expectancy of a toucan is a very impressive 20 years."
  },
  {
    "id": 578,
    "fact": "A standard 12oz jar of honey take 864 bees to produce."
  },
  {
    "id": 579,
    "fact": "7% of all American adults believe that chocolate milk comes from brown cows. That works out to 16.4 million people."
  },
  {
    "id": 580,
    "fact": "Marie Antoinette’s last words were to her executioner after accidentally stepping on his foot, saying, “Pardon me sir, I meant not to do it”."
  },
  {
    "id": 581,
    "fact": "In Japan, many families eat a KFC for Christmas Dinner. Many people order their meals months in advance and queue for hours to collect them."
  },
  {
    "id": 582,
    "fact": "Arctic and Antarctic trace their names to the simple meanings of “Bears” and “Opposite the Bears”."
  },
  {
    "id": 583,
    "fact": "Your earlobes line up with your nipples."
  },
  {
    "id": 584,
    "fact": "Jupiter completes a rotation of the Sun every 11.86 years."
  },
  {
    "id": 585,
    "fact": "Hanson made a beer called “Mmmhops”. They give away a free song with every bottle."
  },
  {
    "id": 586,
    "fact": "Using a hands-free device to talk on the phone while driving is shown to be equally or more dangerous than driving drunk."
  },
  {
    "id": 587,
    "fact": "Even a small amount of alcohol placed on a scorpion will make it go crazy and sting itself to death."
  },
  {
    "id": 588,
    "fact": "The first roller coaster was used to transport coal down a hill. After people found that it could reach speeds up to 50 miles per hour, tourists asked to ride on it for a few cents."
  },
  {
    "id": 589,
    "fact": "The Monster in Frankenstein was never actually named, although the Monster itself proposed the name “Adam”."
  },
  {
    "id": 590,
    "fact": "At one point, 50% of the CD’s produced worldwide had an AOL logo on it. The cost for the marketing campaign was in the billions – and it worked."
  },
  {
    "id": 591,
    "fact": "There are 30 times more trees on Earth than there are stars in the Milky Way. It’s estimated that there are 100 billion stars, and 3 trillion trees."
  },
  {
    "id": 592,
    "fact": "The first spacecraft to visit Mars was Mariner 4 in 1965."
  },
  {
    "id": 593,
    "fact": "According to Biblical Scholars, Jesus was more than likely born in a cave not a stable as the tale says."
  },
  {
    "id": 594,
    "fact": "The process by which bread toasts is called the “Maillard Reaction”."
  },
  {
    "id": 595,
    "fact": "The front paws of a cat are different from the back paws. They have five toes on the front but only four on the back."
  },
  {
    "id": 596,
    "fact": "The word “barbarian” originally referred to people who don’t speak Greek. The Greeks thought people who spoke a foreign tongue sounded like they were saying “bar bar bar” all the time."
  },
  {
    "id": 597,
    "fact": "A group of horses will not go to sleep at the same time – at least one of them will stay awake to look out for the others."
  },
  {
    "id": 598,
    "fact": "Antimatter is the most expensive substance on earth. It costs roughly $62.5 trillion per gram, or $1.75 quadrillion per ounce."
  },
  {
    "id": 599,
    "fact": "The word “friends” is said in every episode of Friends."
  },
  {
    "id": 600,
    "fact": "Alongside Sudoku, chess has been named as one of the best ways to improve the mind and memory."
  },
  {
    "id": 601,
    "fact": "In Utah, birds have the right of way on a highway."
  },
  {
    "id": 602,
    "fact": "Logan was the most complained about movie in the U.K. in 2017 as viewers felt that the movie was too violent for its 15 rating."
  },
  {
    "id": 603,
    "fact": "It was Nicholas Cage who first advised Johnny Depp to pursue a career in acting, during the mid-1980s."
  },
  {
    "id": 604,
    "fact": "While hunting, stoats go crazy jumping, spinning, and twisting to get a rabbit’s attention. This hypnotizes the rabbit until the stoat gets close enough to attack."
  },
  {
    "id": 605,
    "fact": "Jellyfish are considered biologically immortal. They don’t age and will never die unless they are killed."
  },
  {
    "id": 606,
    "fact": "Extreme ironing is a sport in which people take ironing boards to remote locations and iron items of clothing. It originated in England."
  },
  {
    "id": 607,
    "fact": "Mickey Mouse was the first-ever cartoon character to talk. In the 1929 episode, The Karnival Kid, Mickey’s first words were “Hot dogs!”"
  },
  {
    "id": 608,
    "fact": "Bob Ross’s hair was naturally straight but he chose to get a perm so he could save money on haircuts when touring the US penniless in his mobile home. Bob actually hated his curly hair but kept it as it was iconic."
  },
  {
    "id": 609,
    "fact": "The longer you spend dating somebody before marrying, the less likely the marriage is to end in divorce."
  },
  {
    "id": 610,
    "fact": "It costs almost $290,000 per year in fees to run a hot dog cart near the Central Park Zoo in New York City. This does not include cart incurred costs."
  },
  {
    "id": 611,
    "fact": "Around 15% of active Twitter accounts are social bots. This means there are nearly 48 million accounts that are not controlled by humans."
  },
  {
    "id": 612,
    "fact": "Contrary to popular belief, only 45% of the London Underground is actually underground."
  },
  {
    "id": 613,
    "fact": "In 2013, a plant was genetically spliced that grew tomatoes above ground, and potatoes underground. It is called the TomTato."
  },
  {
    "id": 614,
    "fact": "In Indonesian, there is a word, “Jayus”, that means “A joke told so poorly, and so unfunny that one cannot help but laugh”."
  },
  {
    "id": 615,
    "fact": "Overwhelmingly, red states have the highest rate of dog ownership while residents of blue states are more likely to keep a cat as a pet."
  },
  {
    "id": 616,
    "fact": "Frederick Douglass was the most photographed man of the 19th Century. He wanted to ensure an accurate depiction of Black Americans during the Civil War."
  },
  {
    "id": 617,
    "fact": "Apple seeds, cherry apricot, and peach pits contain cyanide, but it takes a large amount of each to actually make you sick or kill you."
  },
  {
    "id": 618,
    "fact": "In Australia, there are nearly twice the amount of kangaroos as there are humans."
  },
  {
    "id": 619,
    "fact": "During the Prohibition era, the U.S. Government allowed Whiskey to be sold through pharmacies. As a result, Walgreens grew from 20 retail stores to almost 400."
  },
  {
    "id": 620,
    "fact": "15% of iPhone users use an iPhone with a broken screen."
  },
  {
    "id": 621,
    "fact": "Baby owls are called “owlettes”."
  },
  {
    "id": 622,
    "fact": "The EU didn’t want to showcase any country over another, so the architecture on each EU banknote was created by a computer to make neutral designs."
  },
  {
    "id": 623,
    "fact": "Elephants can die of a broken heart if their mate dies."
  },
  {
    "id": 624,
    "fact": "The average person takes 12 seconds to count to 24."
  },
  {
    "id": 625,
    "fact": "It’s Australian tradition to eat sausages at polling places on election day called Democracy Sausages. For many communities, this is the biggest fundraising event of the year."
  },
  {
    "id": 626,
    "fact": "For her part as June Boatwright in the 2008 movie “The Secret Life of Bees“, Alicia Keys learned to play cello within 4 weeks."
  },
  {
    "id": 627,
    "fact": "Celebrity chef Jamie Oliver has such severe dyslexia that he didn’t read his first novel until he was 38."
  },
  {
    "id": 628,
    "fact": "Uncle Phil from Fresh Prince of Bel-Air was also the voice of Shredder from the original Teenage Mutant Ninja Turtles cartoon."
  },
  {
    "id": 629,
    "fact": "The fear of cooking is known as Mageirocophobia and is a recognized phobia."
  },
  {
    "id": 630,
    "fact": "In Cambodia, rats are being trained to sniff out land mines. They can clear 200 square meters in less than 35 minutes, which usually takes 2-3 days with a de-miner."
  },
  {
    "id": 631,
    "fact": "10% of Filipinos (approximately 10 million people) live overseas. The country with the highest amount in the United States with almost 4 million Filipinos."
  },
  {
    "id": 632,
    "fact": "The collective name for a group of unicorns is called a blessing."
  },
  {
    "id": 633,
    "fact": "President Ulysses S. Grant was arrested while in office. He was charged, booked, and released for speeding on a horse, and had to pay a fine."
  },
  {
    "id": 634,
    "fact": "Paddington Bear has 2 birthdays (just like the Queen). Paddington celebrates his birthdays on June 25th and December 25th."
  },
  {
    "id": 635,
    "fact": "Dogs have a total of 42 teeth when they are fully grown."
  },
  {
    "id": 636,
    "fact": "Originally, cigarette filters were made out of cork, the look of which was incorporated into today’s pattern."
  },
  {
    "id": 637,
    "fact": "In the early 1900s, there was a pod of killer whales who helped humans hunt down other whales in Australia. They would do this for the fins and tongues of the captured whales as rewards and this agreement was known as “The Law of Tongue”."
  },
  {
    "id": 638,
    "fact": "During 9/11, some fighters took off without live ammo, knowing that to stop the hijackers; the pilots might have to crash their fighters into the planes."
  },
  {
    "id": 639,
    "fact": "In Halden prison in Norway, guards are encouraged to interact, play sports, and eat with the inmates. This is to prevent aggression and create a sense of family."
  },
  {
    "id": 640,
    "fact": "The Danish flag is the oldest current flag of a sovereign state. It was adopted in 1370 or earlier. The second oldest is the Netherlands at 1572."
  },
  {
    "id": 641,
    "fact": "The entire world population could fit in Texas allotting 330 square feet per person. The area of Texas is about 262,000 square miles."
  },
  {
    "id": 642,
    "fact": "On average, 97 chickens are killed every 0.05 seconds worldwide."
  },
  {
    "id": 643,
    "fact": "When Michael Emerson was cast for the major television show Lost, he was only intended to be on for three episodes. However, the producers were so impressed with him, that they promoted him to a series regular."
  },
  {
    "id": 644,
    "fact": "Paul McCartney was only paid £1 for performing at the 2012 London Olympics Closing Ceremonies. He willingly donated his performance."
  },
  {
    "id": 645,
    "fact": "All of the sweaters Mister Rogers wore on his show were hand-knitted by his mother. He said he loved wearing them because they always made him think of her."
  },
  {
    "id": 646,
    "fact": "The maximum recommended consumption for Monster Energy Drink is 16oz in Australia, but 48oz in the U.S.A."
  },
  {
    "id": 647,
    "fact": "Coca-Cola was first served in 1886. At that time, only 9 colas were served on an average day, 3,285 a year. Today, 19,400 Coke products are consumed every second."
  },
  {
    "id": 648,
    "fact": "Alexander Hamilton was shot and mortally wounded by Aaron Burr on the same spot that his son had been killed 3 years before, and by the same set of pistols."
  },
  {
    "id": 649,
    "fact": "Sunflowers can help clean radioactive soil. Japan is using this to rehabilitate Fukashima. Almost 10,000 packets of sunflower seeds have been sold to the people of the city."
  },
  {
    "id": 650,
    "fact": "Medical errors are the 6th leading cause of death in the U.S."
  },
  {
    "id": 651,
    "fact": "Nicki Minaj is acrophobic, meaning she is afraid of heights."
  },
  {
    "id": 652,
    "fact": "Ed Sheeran has a ketchup bottle tattooed on his arm."
  },
  {
    "id": 653,
    "fact": "After a Muslim astronaut had trouble figuring out how to fast for Ramadan in space, a booklet was written to explain how to observe Ramadan while in orbit."
  },
  {
    "id": 654,
    "fact": "Manatees can get frostbite in water below 68 degrees Fahrenheit (20°C). Their fat is not designed to insulate them from the cold."
  },
  {
    "id": 655,
    "fact": "There is a town in India called Santa Claus."
  },
  {
    "id": 656,
    "fact": "“Darth Vader” is derived from Old Dutch, meaning “Dark Father”."
  },
  {
    "id": 657,
    "fact": "In the original Psycho movie, the blood in the famous shower scene was actually chocolate syrup."
  },
  {
    "id": 658,
    "fact": "There are more storms on Mars when the planet is closer to the sun."
  },
  {
    "id": 659,
    "fact": "False eyelashes were invented in 1916 when a producer wanted to enhance an actresses’ eyes in a movie. The lashes were made of human hair."
  },
  {
    "id": 660,
    "fact": "The word “Gymnastics” linguistically means “to train naked”. It is derived from the two Ancient Greek words “gumnasía” (athletic training, exercise) and “gumnós” (naked). This is because many Greek athletes would train naked for the Olympic games."
  },
  {
    "id": 661,
    "fact": "In the film Star Wars Episode Three: Revenge of the Sith, every single one of the Clone Troopers was produced using CGI effects."
  },
  {
    "id": 662,
    "fact": "You’re not allowed to swear if playing in Wimbledon. Because of this, line judges have to learn curse words in every language."
  },
  {
    "id": 663,
    "fact": "It is illegal to play a musical instrument in the Northern Territory, Australia, for the purpose of annoying other people."
  },
  {
    "id": 664,
    "fact": "Bob Marley’s last words were “Money can’t buy life”."
  },
  {
    "id": 665,
    "fact": "America consumes almost 50% of the world’s chocolate."
  },
  {
    "id": 666,
    "fact": "A study at Florida State University discovered that playing Portal 2 is better for your brain than brain-training games like Lumosity."
  },
  {
    "id": 667,
    "fact": "People who eat breakfast feel better both mentally and physically throughout the day."
  },
  {
    "id": 668,
    "fact": "The original Xbox contained edited snippets of actual transmissions from the Apollo missions."
  },
  {
    "id": 669,
    "fact": "When Pink Floyd designed the “Animals” album cover, the inflatable pig tied to the power station broke free, causing Heathrow Airport to cancel all their flights."
  },
  {
    "id": 670,
    "fact": "Herring fish communicate by using flatulence."
  },
  {
    "id": 671,
    "fact": "“Schnapsidee” is the German word for a ridiculous idea that only sounds good when you’re drunk."
  },
  {
    "id": 672,
    "fact": "Forgiveness is the number one trait linked to happiness in humans."
  },
  {
    "id": 673,
    "fact": "The police in Belfast, Northern Ireland, used music from an ice-cream truck to calm down angry teen rioters. The music diffused a tense situation, but the officers were reprimanded for it."
  },
  {
    "id": 674,
    "fact": "Ralph Lauren’s real name was Ralph Lifshitz."
  },
  {
    "id": 675,
    "fact": "In the 1830s, the ruler of Egypt Muhammad Ali Pasha wanted to disassemble the Giza Pyramids and use them as pre-cut building materials. Thankfully, the Quantity Surveyor for the project fudged the figures and made it look like it would cost too much to save them."
  },
  {
    "id": 676,
    "fact": "Pantheism is the belief that God did not create the universe, but rather the universe is God."
  },
  {
    "id": 677,
    "fact": "By using big data, Wal-Mart determined that people stock up the most on strawberry Pop-Tarts and beer before a hurricane."
  },
  {
    "id": 678,
    "fact": "The most used hashtags on Instagram are #love, #instagood, #me, #cute and #follow."
  },
  {
    "id": 679,
    "fact": "Cats can hear ultrasound."
  },
  {
    "id": 680,
    "fact": "Anna Bagenhold fell through a frozen stream while she was skiing and was stuck for over an hour. She made a full recovery and became the person to survive the lowest body temperature ever recorded at 56.7 F (13.7 C) even though she was clinically dead."
  },
  {
    "id": 681,
    "fact": "Aggressive sitting is a sport. It originated in Berlin no later than 2008. You can purchase a special stool for this sport for around 70 dollars."
  },
  {
    "id": 682,
    "fact": "The whole Harry Potter series contains 199 chapters, 4,224 pages, and 1,090,739 words and has been made into 19 hours and 39 minutes of the film."
  },
  {
    "id": 683,
    "fact": "Daniel Radcliffe identifies as Jewish, and his mother is Jewish too."
  },
  {
    "id": 684,
    "fact": "The distance from your wrist to your elbow is the same length as your foot."
  },
  {
    "id": 685,
    "fact": "A group of parrots is known as a pandemonium of parrots."
  },
  {
    "id": 686,
    "fact": "On average, PewDiePie receives around 2 million YouTube views on each video after only 24 hours of uploading them."
  },
  {
    "id": 687,
    "fact": "When Jay-Z was 12, he shot his older brother in the shoulder for stealing his jewelry. He later referenced it in a song, titled “You Must Love Me“."
  },
  {
    "id": 688,
    "fact": "In Ancient Greece, throwing an apple to a woman was a symbolic declaration of love, and to catch it was to show acceptance of that love."
  },
  {
    "id": 689,
    "fact": "The average computer user blinks seven times a minute, the normal rate is twenty times per minute."
  },
  {
    "id": 690,
    "fact": "If you keep a goldfish in a dark room, it will become pale."
  },
  {
    "id": 691,
    "fact": "Worldwide cucumber production was 57.5 million tons in 2010 alone, with 40.7 million tons of production and export happening in China."
  },
  {
    "id": 692,
    "fact": "When tea started being sold in bags, originally it was intended to be removed from the bags by customers, but they found it easier to brew the tea still in the bag."
  },
  {
    "id": 693,
    "fact": "If the electors of the Holy Roman Emperor did not vote within 30 days, they were only allowed to eat bread and water and forbidden to leave the city."
  },
  {
    "id": 694,
    "fact": "A woman once tried to commit suicide by jumping off the Empire State Building. She jumped from the 86th floor but was blown back onto the 85th floor by a gust of wind."
  },
  {
    "id": 695,
    "fact": "The original Star-Spangled Banner was sewn on the floor of a brewery in Baltimore in 1813 by Mary Pickersgill and her daughter."
  },
  {
    "id": 696,
    "fact": "Cucumber can actually cure bad breath. A slice pressed to the roof of your mouth for 30 seconds with your tongue allows the phytochemicals to kill the problematic bacteria."
  },
  {
    "id": 697,
    "fact": "Wonder Woman has a black sister, Nubia. She was sculpted from black clay-like Diana was sculpted from white clay."
  },
  {
    "id": 698,
    "fact": "Dartmouth’s unofficial mascot is a beer keg called “Keggy the Keg”. Created in 2003, it was initially controversial but is now part of the Dartmouth culture."
  },
  {
    "id": 699,
    "fact": "27,000 trees are cut down every day to supply the world’s toilet paper."
  },
  {
    "id": 700,
    "fact": "According to scientists, the weight of the average cumulus cloud is 1.1 million pounds."
  },
  {
    "id": 701,
    "fact": "Egg yolks are one of the few foods that naturally contain Vitamin D."
  },
  {
    "id": 702,
    "fact": "The first band to ever perform live on all seven continents was Metallica."
  },
  {
    "id": 703,
    "fact": "November 17th is known as “Unfriend Day”. On this day you should unfriend anybody who you don’t know or speak to."
  },
  {
    "id": 704,
    "fact": "A 2017 survey found Paraguay to be the happiest country in the world for the second year in a row."
  },
  {
    "id": 705,
    "fact": "In a few Appalachian forests, there are fireflies that glow blue for up to a minute instead of flashing yellow."
  },
  {
    "id": 706,
    "fact": "Spacesuits take 5,000 hours to make, costs 1 million dollars, weigh about 110 pounds, and have 11 layers of material."
  },
  {
    "id": 707,
    "fact": "There are more than 70 species of mushrooms that glow in the dark."
  },
  {
    "id": 708,
    "fact": "There is a Guinness world record for the longest amount of time needed to create an official government – it is held by Belgium."
  },
  {
    "id": 709,
    "fact": "Dylan Dauzat‘s fanbase are known as “Dylanators”."
  },
  {
    "id": 710,
    "fact": "Some butterfly species are extremely fast; the Skipper Butterfly can fly faster than a horse can run."
  },
  {
    "id": 711,
    "fact": "Canadian law requires citizens to answer a math question when entering sweepstakes. This is done to add some aspect of skill to the contest."
  },
  {
    "id": 712,
    "fact": "The Empire State building only took a little over a year to build (410) days and it was 12 days ahead of schedule when completed."
  },
  {
    "id": 713,
    "fact": "Neptune was the first planet to be found through mathematical predictions rather than telescopic location."
  },
  {
    "id": 714,
    "fact": "Foxes have whiskers on their legs. This helps them with their bearings, especially when it’s dark outside."
  },
  {
    "id": 715,
    "fact": "The call of a Kookaburra is used as the stock jungle sound effect in many movies and shows set in the jungles of Africa or South America, even though they are only in Australia and New Guinea."
  },
  {
    "id": 716,
    "fact": "Deep snow can sometimes appear blue in color because the extra layers of snow create a filter for light."
  },
  {
    "id": 717,
    "fact": "Crows can remember the faces of individual humans. They can also hold a grudge."
  },
  {
    "id": 718,
    "fact": "In 1942, a 12-year-old lied about his age to join the Navy. He became a decorated war hero at age 13 but was thrown out of the Navy after his mom found out."
  },
  {
    "id": 719,
    "fact": "A Brussels airline flight to Vienna was aborted because the pilot was attacked in the cockpit. The attacker was a passenger’s cat."
  },
  {
    "id": 720,
    "fact": "The least common day to be born on is May 22nd."
  },
  {
    "id": 721,
    "fact": "Reindeer are one of the only mammals that can see UV light."
  },
  {
    "id": 722,
    "fact": "Angelina Jolie performed her own stunts whilst filming Lara Croft: Tomb Raider."
  },
  {
    "id": 723,
    "fact": "As per the Shark Tank contract, if you mention the name of any company you own, then Shark Tank automatically owns 5% of that company or gets 2% of the lifetime profits."
  },
  {
    "id": 724,
    "fact": "Because of its unique tilt, a single night on Uranus lasts for 21 years."
  },
  {
    "id": 725,
    "fact": "Alaska is the state which produces the most serial killers."
  },
  {
    "id": 726,
    "fact": "There is such an expansive collection of books under the British library in their archive, that if a person could read 5 books per day it would take 80,000 years to complete."
  },
  {
    "id": 727,
    "fact": "The King of Macedon threatened Sparta with “If I bring my army into your land, I will raze your city”. The Spartans replied: “If”. No attempt was made to capture the city."
  },
  {
    "id": 728,
    "fact": "85% of Valentine’s Day Cards are bought by women."
  },
  {
    "id": 729,
    "fact": "Chocolate ice cream has been proven to significantly reduce emotional and physical pain."
  },
  {
    "id": 730,
    "fact": "Due to paralytics administered, if you wake up during surgery, you probably wouldn’t be able to tell anyone."
  },
  {
    "id": 731,
    "fact": "In America, it is a federal crime to use your roommate or friend’s Netflix account."
  },
  {
    "id": 732,
    "fact": "Volkswagen owns Bentley, Bugatti, Lamborghini, Audi, Ducati, and Porsche."
  },
  {
    "id": 733,
    "fact": "Facebook causes you to overestimate how happy your friends are and, in turn, makes you more depressed."
  },
  {
    "id": 734,
    "fact": "Gatorade was invented to help the Florida Gators Football Team stay hydrated."
  },
  {
    "id": 735,
    "fact": "When Nike first started, it was called Blue Ribbon Sports. The name was changed in 1971."
  },
  {
    "id": 736,
    "fact": "28 is the atomic number of Nickel and the atomic mass of Silicon."
  },
  {
    "id": 737,
    "fact": "The modern salute is believed to be derived from the way in which French Knights would greet each other by lifting the visors of their helmets."
  },
  {
    "id": 738,
    "fact": "In 1937, a major fire broke out at the Fox Film Studios in New Jersey. The fire destroyed 75% of their movies, including most of their silent films."
  },
  {
    "id": 739,
    "fact": "Fungus is more closely related to animals on a genetic level than they are to plants."
  },
  {
    "id": 740,
    "fact": "No relationship is ever a waste of your time. If it didn’t bring you what you want, it taught you what you didn’t want."
  },
  {
    "id": 741,
    "fact": "The average person in France sleeps 8.83 hours per day, the most in the developed world."
  },
  {
    "id": 742,
    "fact": "Akon is the #1 selling artist for ringtones in the world."
  },
  {
    "id": 743,
    "fact": "Albert Einstein was married to his distant cousin; Elsa Einstein."
  },
  {
    "id": 744,
    "fact": "In the Pokémon games, Poliwag & Ditto have the same cry sounds."
  },
  {
    "id": 745,
    "fact": "The Hogwarts Express from the Harry Potter movies is a real train in Scotland."
  },
  {
    "id": 746,
    "fact": "Einstein’s brain went missing when he died in 1955 and was lost for 23 years. The doctor who worked on his autopsy stole it and kept it in a hidden cider box."
  },
  {
    "id": 747,
    "fact": "When you remember a past event, you are actually remembering the last time you remembered it, not the event itself."
  },
  {
    "id": 748,
    "fact": "At the 1936 Olympic games, competitors from Liechtenstein were shocked to discover their flag was the exact same as Haiti’s. Liechtenstein added a crown to their flag a year later."
  },
  {
    "id": 749,
    "fact": "Jada Smith formed a metal band called Wicked Wisdom in 2002, which is still active today."
  },
  {
    "id": 750,
    "fact": "In Zimbabwe, it is illegal for citizens to make offensive gestures at a passing car."
  },
  {
    "id": 751,
    "fact": "The word “oxymoron” is itself an oxymoron. This is because it derives from Ancient Greek where “oxy” means sharp and “moros” means stupid."
  },
  {
    "id": 752,
    "fact": "“She sells seashells by the seashore” was written about a female paleontologist from the 1800s. She actually sold dinosaur bones and fossilized shells."
  },
  {
    "id": 753,
    "fact": "Scientists have no idea how dinosaurs mated."
  },
  {
    "id": 754,
    "fact": "There is a Japanese village called Nagoro which has 35 inhabitants, but over 350 scarecrows!"
  },
  {
    "id": 755,
    "fact": "Another term for your nieces or nephews would be “niblings”."
  },
  {
    "id": 756,
    "fact": "Daniel Radcliffe broke over 80 wands while filming the Harry Potter movies because he used them as drumsticks!"
  },
  {
    "id": 757,
    "fact": "The “butterflies” you get in your stomach when you see someone you like is actually a stress response called adrenaline."
  },
  {
    "id": 758,
    "fact": "The insurance company backing the payouts for “Who Wants to Be a Millionaire” sued the show for being too easy."
  },
  {
    "id": 759,
    "fact": "Jessie J’s full name is Jessica Ellen Cornish."
  },
  {
    "id": 760,
    "fact": "There is no federally declared official language for the U.S. English is only the official language of 32 states."
  },
  {
    "id": 761,
    "fact": "It requires seven to eight trees to provide enough oxygen for just one person per year."
  },
  {
    "id": 762,
    "fact": "There are more people in the U.K. than in Canada, Australia, Norway, and Iceland combined. The U.K population is over 65 million."
  },
  {
    "id": 763,
    "fact": "Walking uses a total of 200 muscles with every step you take."
  },
  {
    "id": 764,
    "fact": "Give something back to the Earth on March 12th – because it’s officially known as “Plant a Flower Day”."
  },
  {
    "id": 765,
    "fact": "Harry Potter and the Prisoner of Azkaban is the only film in the series not in the 50 highest-grossing films list."
  },
  {
    "id": 766,
    "fact": "The first known recipe of Angel Food Cake was published in 1878."
  },
  {
    "id": 767,
    "fact": "Arizona driver’s licenses don’t expire until you’re 65. You then have to renew in person every five years."
  },
  {
    "id": 768,
    "fact": "The name ASOS is an acronym for “As Seen On Screen”."
  },
  {
    "id": 769,
    "fact": "In general, people tend to read as much as 10% slower from a screen than from paper."
  },
  {
    "id": 770,
    "fact": "Rabbits can be literally “scared to death” if approached by a predator when they are totally unaware."
  },
  {
    "id": 771,
    "fact": "Pistanthrophobia is a common fear of trusting people due to past experiences with relationships gone bad."
  },
  {
    "id": 772,
    "fact": "September 3rd is International Bacon Day."
  },
  {
    "id": 773,
    "fact": "The same brain cycles that occur when asleep, still happen when you’re awake, but in smaller sections. Meaning, parts of your brain are always “falling asleep”."
  },
  {
    "id": 774,
    "fact": "One in every four cranes in the entire world is in Dubai."
  },
  {
    "id": 775,
    "fact": "The Lion King was originally called “King of the Jungle” before they realized that lions don’t actually live in jungles."
  },
  {
    "id": 776,
    "fact": "Several African countries don’t like second-hand clothes being imported to their countries because it is destroying their local textiles industry."
  },
  {
    "id": 777,
    "fact": "Pure cocoa can help prevent tooth decay. Naturally occurring chemicals in cocoa beans fight harmful bacteria in the mouth."
  },
  {
    "id": 778,
    "fact": "Baby rabbits are collectively known as litter."
  },
  {
    "id": 779,
    "fact": "All of the suits worn by Neil Patrick Harris on How I Met Your Mother were tailored especially for the actor. After the series finale, he took some of them home."
  },
  {
    "id": 780,
    "fact": "Iceland has a dating app that stops you from hooking up with your cousin."
  },
  {
    "id": 781,
    "fact": "NASA stands for “National Aeronautics and Space Administration”."
  },
  {
    "id": 782,
    "fact": "April 12th is known as “Grilled Cheese Sandwich Day”."
  },
  {
    "id": 783,
    "fact": "Every day in the U.S., more than 100,000 people get a speeding ticket."
  },
  {
    "id": 784,
    "fact": "Airport runway numbers actually indicate direction on a compass."
  },
  {
    "id": 785,
    "fact": "Suriphobia is the fear of mice."
  },
  {
    "id": 786,
    "fact": "The goliath frog is the largest frog in the world and can grow up to 12.5inch (32cm) in length, and weigh up to 7.2 pounds (3.3kg)."
  },
  {
    "id": 787,
    "fact": "December 12th is Ding-A-Ling Day – a day to call friends and family that you haven’t spoken to in a while."
  },
  {
    "id": 788,
    "fact": "There are more volcanoes on Venus than any other planet within our solar system."
  },
  {
    "id": 789,
    "fact": "The age of the Universe is estimated to be 13.7 billion years. The oldest stars in the Milky Way, found in globular clusters, are 13.6 billion years old."
  },
  {
    "id": 790,
    "fact": "Triskaidekaphobia is the fear of the number 13."
  },
  {
    "id": 791,
    "fact": "Japanese people rarely leave rubbish on the streets. As a result, Japan doesn’t need janitors."
  },
  {
    "id": 792,
    "fact": "The costume designers for The Lord of the Rings worked for two straight years making custom armor. Just one Orc suit had 13,000 rings and took 3 days to make."
  },
  {
    "id": 793,
    "fact": "Eye of newt, toe of frog, and wool of bat are just archaic terms for mustard seed, buttercup, and holly leaves."
  },
  {
    "id": 794,
    "fact": "Northern Korean people are legally only allowed to have one of 28 haircuts. Men and women can choose from 14 different styles."
  },
  {
    "id": 795,
    "fact": "Eating a banana can help to form a lining that prevents heartburn from getting worse."
  },
  {
    "id": 796,
    "fact": "The closest living relatives of hippopotamuses are whales, dolphins, and porpoises."
  },
  {
    "id": 797,
    "fact": "The Great Wall of China is 3,728 miles long."
  },
  {
    "id": 798,
    "fact": "When Play-Doh was first developed in the 1930s, it wasn’t a toy… it was a way to clean wallpaper."
  },
  {
    "id": 799,
    "fact": "In Ancient Bafia culture, one could purchase a wife for the price of thirty potato mashers."
  },
  {
    "id": 800,
    "fact": "In a human foot there are 26 bones."
  },
  {
    "id": 801,
    "fact": "Antarctica is the only continent that turtles don’t live on."
  },
  {
    "id": 802,
    "fact": "Warren Buffett eats at McDonald’s every single morning and only orders one of three things. It never costs him more than $3.17."
  },
  {
    "id": 803,
    "fact": "Psychopaths can only think of the possible positive consequences of their actions, not the negative ones."
  },
  {
    "id": 804,
    "fact": "Disney World is the second-largest purchaser of explosives in the United States, the first being the U.S. Department of Defense."
  },
  {
    "id": 805,
    "fact": "Hard cheeses have a longer shelf life than soft cheeses."
  },
  {
    "id": 806,
    "fact": "There were 19 living men in Austria found to be direct descendants of Ötzi the Iceman in 2013 determined by blood testing."
  },
  {
    "id": 807,
    "fact": "The Latin name for banana is “musa sapientum” which translates to “fruit of the wise men.”"
  },
  {
    "id": 808,
    "fact": "July 3rd is International Plastic Bag Free Day – it’s a day about making a little change to make a big impact (for the better) in the future."
  },
  {
    "id": 809,
    "fact": "Coca-Cola owns all website URLs that can be read as ahh, all the way up to 62 h’s."
  },
  {
    "id": 810,
    "fact": "In 1907, a woman was arrested on a beach in Boston for wearing a one-piece swimsuit."
  },
  {
    "id": 811,
    "fact": "Mountain Dew is slang for moonshine. It was originally created as a mixer for moonshine and whiskey in Tennessee."
  },
  {
    "id": 812,
    "fact": "The center of a comet is called a nucleus."
  },
  {
    "id": 813,
    "fact": "A crocodile escaped out of a duffel bag on board a flight in the Congo, causing everybody to go to the front of the plane. This caused the plane to crash, leaving only one survivor."
  },
  {
    "id": 814,
    "fact": "August 5th is known as National Underwear Day – the perfect day to add some new, confidence-boosting pieces to your underwear collection."
  },
  {
    "id": 815,
    "fact": "Sprite was manufactured as Coca-Cola’s response to the popularity of 7 Up."
  },
  {
    "id": 816,
    "fact": "The word “white” comes from the Indo-European root “kweit” meaning “to shine”."
  },
  {
    "id": 817,
    "fact": "Although many people think shaving causes the hair to grow back quicker, there is no scientific evidence for this."
  },
  {
    "id": 818,
    "fact": "In 1999, PayPal was voted as one of the top ten worst business ideas."
  },
  {
    "id": 819,
    "fact": "Ziggy Marley, Bob Marley’s son, wrote the theme song for the popular children’s cartoon, Arthur, when he was 26."
  },
  {
    "id": 820,
    "fact": "Cameron Dallas‘ middle name is Alexander."
  },
  {
    "id": 821,
    "fact": "Around 70% of people tilt their heads to the right rather than the left when kissing somebody else."
  },
  {
    "id": 822,
    "fact": "The name Milky Way derives from the Greek “galaxías kýklos” or “milky circle” due to its appearance as a dim milky band in the sky."
  },
  {
    "id": 823,
    "fact": "If your throat tickles, scratching your ear can make it go away."
  },
  {
    "id": 824,
    "fact": "A dog was the first living creature to be sent into space in 1957."
  },
  {
    "id": 825,
    "fact": "There are more stars in space than there are grains of sand on every beach in the world."
  },
  {
    "id": 826,
    "fact": "Of the 70% of water covering the Earth only 3% of it is fresh, the other 97% of it is salted."
  },
  {
    "id": 827,
    "fact": "Baltimore is the largest independent city in the U.S. with a population of 621,849. Meaning, it is not part of any county."
  },
  {
    "id": 828,
    "fact": "Applying non-fat yogurt to a sunburnt area is a natural way to deal with sunburn."
  },
  {
    "id": 829,
    "fact": "Humans cannot walk in a straight line without a visual point – When blindfolded, we will gradually walk in a circle."
  },
  {
    "id": 830,
    "fact": "Baby horses can walk and run after just a few hours of being born."
  },
  {
    "id": 831,
    "fact": "Even though smoking has been banned on airplanes, ashtrays are mandatory on every plane. This is for safe disposal in case someone breaks the law."
  },
  {
    "id": 832,
    "fact": "79% of pet owners sleep with their pets."
  },
  {
    "id": 833,
    "fact": "Brussels Airport is the world’s biggest chocolate seller, selling over 800 tons of chocolate a year."
  },
  {
    "id": 834,
    "fact": "Although Saturn is the second-largest planet in our solar system, it is also the lightest planet!"
  },
  {
    "id": 835,
    "fact": "The Apple Lisa was the first commercial computer with a graphical user interface (GUI) and a mouse."
  },
  {
    "id": 836,
    "fact": "When you have to make a choice, and every choice is a bad one, it’s called a zugzwang."
  },
  {
    "id": 837,
    "fact": "Victoria’s Secret was originally supposed to be a store for men to shop for their female partners without feeling embarrassed."
  },
  {
    "id": 838,
    "fact": "The mongoose is one of those rare animals that are immune to a snake’s venom."
  },
  {
    "id": 839,
    "fact": "Mulan has the highest kill count of any Disney character, including villains, and was the first Disney Princess to be shown killing people on-screen."
  },
  {
    "id": 840,
    "fact": "In Greece, women are not legally allowed to wear high heels or tall hats in the Olympic Stadium."
  },
  {
    "id": 841,
    "fact": "Most catfish are normally active at night, however, the Peppered Cory Catfish is active more often during the day."
  },
  {
    "id": 842,
    "fact": "There was a man in the late 1700s who had such a constant and severe appetite, he was once kicked out from a hospital because they thought he ate an entire toddler."
  },
  {
    "id": 843,
    "fact": "Lake Superior contains 10% of the world’s freshwater. It is the size of South Carolina and contains 2,900 cubic miles of water."
  },
  {
    "id": 844,
    "fact": "Erotomania is a psychological disorder where the sufferer has delusions that another person is in love with him or her."
  },
  {
    "id": 845,
    "fact": "Harry Burnett Reese, the founder of Reese’s chocolate, was a former shipping foreman and a dairy farmer for Milton S. Hershey, the founder of Hershey’s chocolate."
  },
  {
    "id": 846,
    "fact": "Selfies now cause more deaths than shark attacks. It is estimated there are 28 selfie-related deaths per year, with the leading cause being heights."
  },
  {
    "id": 847,
    "fact": "Carrots have zero fat content."
  },
  {
    "id": 848,
    "fact": "Cards Against Humanity bought an island in Maine to preserve wildlife. It is called Hawaii 2."
  },
  {
    "id": 849,
    "fact": "Leather products like handbags or shoes can be polished with the inside of a banana skin, simply rub it on and wipe it off with a cloth."
  },
  {
    "id": 850,
    "fact": "“Death by PowerPoint” is a term relating to the intense boredom of useless PowerPoint presentations."
  },
  {
    "id": 851,
    "fact": "Intentionally farting on a California prison guard can get you an additional 11 years in prison."
  },
  {
    "id": 852,
    "fact": "Nearly every brand of hard liquor is vegan."
  },
  {
    "id": 853,
    "fact": "Giving up alcohol for just one month can improve liver function, decrease blood pressure, and reduce the risk of liver disease and diabetes."
  },
  {
    "id": 854,
    "fact": "The Cesky Terrier is the rarest breed of dog in the world. Around 350 of them exist in total worldwide."
  },
  {
    "id": 855,
    "fact": "Puma, cougar, and mountain lion are names for the exact same animal. The scientific name is puma, but they are more commonly referred to as cougars."
  },
  {
    "id": 856,
    "fact": "Kesha was an extra in Katy Perry’s music video for “I Kissed a Girl“. Katy had some of her friends in the video – among those, a then unknown Kesha."
  },
  {
    "id": 857,
    "fact": "In the Philippines, it is considered good luck if a coconut is cleanly split open without jagged edges."
  },
  {
    "id": 858,
    "fact": "One of Hitler’s favorite tunes to whistle was the very popular, “Who’s Afraid of the Big Bad Wolf?”"
  },
  {
    "id": 859,
    "fact": "Jennifer Lopez was the first actress to have a movie and an album hit number one in the same week."
  },
  {
    "id": 860,
    "fact": "After the attack on Pearl Harbor, there were 3 sailors trapped in the USS West Virginia who could not be rescued and it took 16 days for them to die."
  },
  {
    "id": 861,
    "fact": "Jack Daniel (the founder of the whiskey) died from kicking a safe. When he kicked it, he broke his toe which got infected. He eventually died from blood poisoning."
  },
  {
    "id": 862,
    "fact": "Clinomania is the excessive desire to lay in bed all day."
  },
  {
    "id": 863,
    "fact": "At his audition for The Office, John Krasinski told someone he was nervous about the producers ruining the show because of how great the British version was – little did he know, the person he was talking to was the show’s executive producer."
  },
  {
    "id": 864,
    "fact": "Hawaii’s state flag is the only U.S. state flag to feature the Union Jack upon it."
  },
  {
    "id": 865,
    "fact": "The radio took 38 years to reach a market audience of 50 million. The television took 13 years and the iPod only took 3 years to reach a market audience of 50 million."
  },
  {
    "id": 866,
    "fact": "If a snake has its head chopped off – that chopped-off head can still bite and unleash a huge amount of venom."
  },
  {
    "id": 867,
    "fact": "Instead of having an army, Andorrans all must keep a rifle. The law also says that police officers can offer up a firearm if the need arises."
  },
  {
    "id": 868,
    "fact": "Pope Francis used to be a nightclub bouncer."
  },
  {
    "id": 869,
    "fact": "King Kong was the first movie to ever have a sequel."
  },
  {
    "id": 870,
    "fact": "With the exception of a few organs, caterpillars liquefy almost completely while undergoing metamorphosis."
  },
  {
    "id": 871,
    "fact": "Sonic the Hedgehog is in the Guinness Book of World Records for being the fastest gaming character ever."
  },
  {
    "id": 872,
    "fact": "Each day, your mouth produces anywhere from 2 to 4 pints of saliva."
  },
  {
    "id": 873,
    "fact": "BTS was the first K-Pop group to get their own Twitter emojis."
  },
  {
    "id": 874,
    "fact": "The Green Lantern debuted in 1940, making the Lantern’s first debut only two years after Superman’s."
  },
  {
    "id": 875,
    "fact": "Gleeking is the act of stimulating the salivary glands underneath your tongue into spitting a concentrated jet of pure saliva."
  },
  {
    "id": 876,
    "fact": "Bill Gates house was designed using a Macintosh Computer."
  },
  {
    "id": 877,
    "fact": "Playboy has been publishing braille versions of their magazines since 1970, however, no pictorial representations are included."
  },
  {
    "id": 878,
    "fact": "In 1986, a soviet Aeroflot pilot tried to land the plane blindly with all the windows curtained due to a bet with the co-pilot. He crashed and killed 70 of the 94 passengers on board."
  },
  {
    "id": 879,
    "fact": "26 is the atomic number of iron."
  },
  {
    "id": 880,
    "fact": "The swan has over 25,000 feathers on its body."
  },
  {
    "id": 881,
    "fact": "Biting someone with false teeth in Louisiana, USA is considered aggravated assault."
  },
  {
    "id": 882,
    "fact": "Allodoxaphobia is the fear of opinions."
  },
  {
    "id": 883,
    "fact": "Temperature affects your attitude towards others. For example if you hold a warm coffee as opposed to a cold coffee, you are more likely to be more selfless towards others."
  },
  {
    "id": 884,
    "fact": "Male cats are called toms and females are called queens or mollies."
  },
  {
    "id": 885,
    "fact": "Nowhere in the Bible does it say there were three wise men, just three gifts."
  },
  {
    "id": 886,
    "fact": "When Kurt Russell smashed the guitar in “The Hateful Eight” he accidentally destroyed an irreplaceable 145-year old museum piece, instead of one of the replicas."
  },
  {
    "id": 887,
    "fact": "Arachibutyrophobia is the fear of peanut butter sticking to the roof of the mouth."
  },
  {
    "id": 888,
    "fact": "Ladybugs bleed from their knees when threatened."
  },
  {
    "id": 889,
    "fact": "Butterflies have their skeletons on the outside of their bodies, this is known as the exoskeleton."
  },
  {
    "id": 890,
    "fact": "The creators of the PNG image file format wanted it to be pronounced as “ping”."
  },
  {
    "id": 891,
    "fact": "Dogs can be allergic to humans – specifically, their dander. While being treated for this allergy, it can take up to 12 months for a dog to recover."
  },
  {
    "id": 892,
    "fact": "World Kindness Day falls on November 13th and is a day to make the world a better place by showing just a little kindness to everybody."
  },
  {
    "id": 893,
    "fact": "Makeup has been used by women since before Cleopatra’s time. They would use berries and other fruits to give their faces some color."
  },
  {
    "id": 894,
    "fact": "85% of people have experienced a dream so real that they were not sure if it happened in real life or not."
  },
  {
    "id": 895,
    "fact": "When he was President, George H.W. Bush banned broccoli from Air Force One and the White House."
  },
  {
    "id": 896,
    "fact": "The British tried to invent a ship made out of wood pulp and ice during World War II. Called Project Habakkuk, it was shelved due to costs."
  },
  {
    "id": 897,
    "fact": "Although the saltwater crocodile has the highest recorded bite force in any animal, the muscles to open its mouth are weak. Its mouth can be shut with a couple of layers of duct tape."
  },
  {
    "id": 898,
    "fact": "John Steinbeck was born on February 27, 1902. He wrote 27 books including Of Mice and Men."
  },
  {
    "id": 899,
    "fact": "In over 35 British divorce cases in 2012 alone, the video game “Football Manager” was cited."
  },
  {
    "id": 900,
    "fact": "The only 15-letter word that can be spelled without repeating a letter is uncopyrightable."
  },
  {
    "id": 901,
    "fact": "The last picture taken of John Lennon while he was alive had his killer in the frame."
  },
  {
    "id": 902,
    "fact": "Gasping for air in a high altitude environment, plus UV light reflecting off the snow will cause the roof of your mouth to get sunburnt."
  },
  {
    "id": 903,
    "fact": "Tutankhamun’s parents were brother and sister."
  },
  {
    "id": 904,
    "fact": "A bottle of Coca-Cola has a PH scale of 2.8, and could dissolve a nail in just 4 days."
  },
  {
    "id": 905,
    "fact": "The Titanic was about three times bigger than Noah’s Ark, with a volume of 4.6 million cubic feet."
  },
  {
    "id": 906,
    "fact": "The Eiffel Tower was inaugurated the same year Nintendo was founded and Adolf Hitler was born: 1889."
  },
  {
    "id": 907,
    "fact": "The largest snowflake in the world was found in 1887 it was 15 inches wide and 8 inches thick."
  },
  {
    "id": 908,
    "fact": "China banned Back to the Future because it contained time travel."
  },
  {
    "id": 909,
    "fact": "Donald Trump owns and operates around 18 golf courses around the world."
  },
  {
    "id": 910,
    "fact": "January 10th is “Peculiar People Day” – a day to celebrate those of us who are a little quirky, weird or eccentric."
  },
  {
    "id": 911,
    "fact": "Aaron Carpenter got verified on Instagram on April 29, 2015."
  },
  {
    "id": 912,
    "fact": "The U.S. government gave Indiana University $1 million to study memes."
  },
  {
    "id": 913,
    "fact": "Cards Against Humanity celebrated Black Friday by digging a hole as long as people donate. They raised over $100k."
  },
  {
    "id": 914,
    "fact": "Coca-Cola was the first drink that was ever consumed in space."
  },
  {
    "id": 915,
    "fact": "Enceladus, one of Saturn’s smaller moons, reflects 90% of the sunlight, making it more reflective than snow."
  },
  {
    "id": 916,
    "fact": "God is the only Simpsons character who has five fingers. The rest of the characters are only seen with four."
  },
  {
    "id": 917,
    "fact": "In India, the flying of a kite is illegal under a 1934 law, which classes kites as aircraft."
  },
  {
    "id": 918,
    "fact": "The very first bottle of Dr Pepper was sold in America on January 12, 1885."
  },
  {
    "id": 919,
    "fact": "“Finger Lickin’ Good” had a bit of a mishap when translated to Chinese for their first KFC outlets in the country, the famous phrase became “eat your fingers off”."
  },
  {
    "id": 920,
    "fact": "Giraffe hearts pump twice as hard as a cow’s heart, in order to get blood to its brain."
  },
  {
    "id": 921,
    "fact": "Nike was founded on January 25, 1964, by Bill Bowerman and Phil Knight."
  },
  {
    "id": 922,
    "fact": "The “Pinky Promise” originally indicated that the person who breaks the promise must cut off their pinky finger."
  },
  {
    "id": 923,
    "fact": "The television was invented only two years after the invention of sliced bread."
  },
  {
    "id": 924,
    "fact": "Drinking water and staying hydrated will help the fluids in your sinuses from becoming sticky, which causes more snoring."
  },
  {
    "id": 925,
    "fact": "In feudal Japan, lords purposely built homes with squeaky floors as a defensive measure against ninjas."
  },
  {
    "id": 926,
    "fact": "In 2015, Ariana Grande won two MTV Millennial Awards for the “Global Instagrammer of the Year” and “International Hit of the Year” with her single “One Last Time“."
  },
  {
    "id": 927,
    "fact": "The word “peacock” does not actually apply to both male and female birds. It’s only the males that are called peacocks, while the females are called peahens. Together, the collective name for them is “peafowl”."
  },
  {
    "id": 928,
    "fact": "Evangeline Lilly is a notoriously bad driver. She has been in at least 8 car accidents, and none of them were with another car."
  },
  {
    "id": 929,
    "fact": "In 1993, Aleksandr A. Serebrov took his Game Boy to space. Later, it was auctioned for $1,220 and is said to have orbited earth 3,000 times."
  },
  {
    "id": 930,
    "fact": "The patterns on a giraffe are totally unique – no two giraffes are ever the same."
  },
  {
    "id": 931,
    "fact": "Geomelophagia is someone who has the urge to eat raw potatoes."
  },
  {
    "id": 932,
    "fact": "Drink green tea before bed to burn calories while sleeping. Green tea will also increase your metabolism."
  },
  {
    "id": 933,
    "fact": "As of May 2015, 2.3 Million Americans still subscribed to AOL Dial-Up Internet."
  },
  {
    "id": 934,
    "fact": "The average inmate at Alcatraz read 75-100 books per year."
  },
  {
    "id": 935,
    "fact": "There are computers designed for Amish people, with selling points like “No internet, no video, no music”."
  },
  {
    "id": 936,
    "fact": "Legoland Billund opened on June 7, 1968, and attracted over 3,000 visitors on the first day!"
  },
  {
    "id": 937,
    "fact": "Overall Subway, actually has more chains than the fast-food juggernaut, McDonald’s."
  },
  {
    "id": 938,
    "fact": "In 1911, Bobby Leach was the 2nd person to go over Niagara Falls in a barrel. He died 15 years later from slipping on an orange peel and getting gangrene."
  },
  {
    "id": 939,
    "fact": "In Texas, according to Texas Parks and Wildlife Department, it is legal to kill Bigfoot if you find it. It would be considered a non-protected nongame animal."
  },
  {
    "id": 940,
    "fact": "During 1922 & 1933, The Coca-Cola Company was offered a chance to buy the Pepsi-Cola company, and it declined on three separate occasions."
  },
  {
    "id": 941,
    "fact": "Putting your phone in airplane mode will stop ads while playing games."
  },
  {
    "id": 942,
    "fact": "Cardi B’s birth name is Belcalis Almanzar."
  },
  {
    "id": 943,
    "fact": "A group of whales is called a pod."
  },
  {
    "id": 944,
    "fact": "Bumblebees have hair on their eyes."
  },
  {
    "id": 945,
    "fact": "The word “Android” means a human with a male robot appearance."
  },
  {
    "id": 946,
    "fact": "Triton, one of Neptune’s moons, is gradually getting closer to the planet it orbits."
  },
  {
    "id": 947,
    "fact": "The Earth is the only planet in our solar system not named after either a Greek or Roman God."
  },
  {
    "id": 948,
    "fact": "Kiss means “pee” in Swedish."
  },
  {
    "id": 949,
    "fact": "In New Jersey, it’s illegal to wear a bulletproof vest while committing a violent crime."
  },
  {
    "id": 950,
    "fact": "The most leaves ever found on a single clover is 56."
  },
  {
    "id": 951,
    "fact": "There is actually a difference between coffins and caskets – coffins are typically tapered and six-sided, while caskets are rectangular."
  },
  {
    "id": 952,
    "fact": "“Strategic incompetence” is the art of avoiding certain tasks by pretending you don’t know how to do them."
  },
  {
    "id": 953,
    "fact": "A 23 sided shape is called an Icosakaitrigon."
  },
  {
    "id": 954,
    "fact": "Turkeys aren’t just for Christmas. June is National Turkey Lover’s Month."
  },
  {
    "id": 955,
    "fact": "When Pablo Picasso died in 1973, he was the richest artist in history."
  },
  {
    "id": 956,
    "fact": "The inventor of Vaseline, Robert Chesebrough, ate a spoonful of the stuff every single day."
  },
  {
    "id": 957,
    "fact": "“Led Zeppelin” originally wanted to be called “Lead Zeppelin” but they felt that “thick Americans” would pronounce the word wrong."
  },
  {
    "id": 958,
    "fact": "The serial number on Darth Vader’s suit of armor was E-3778Q-1."
  },
  {
    "id": 959,
    "fact": "More than 45 million turkeys are cooked and eaten in the U.S. at Thanksgiving."
  },
  {
    "id": 960,
    "fact": "Liège, Belgium tried to use 37 cats to deliver mail in the 1870s. Most of the cats took up to a day to deliver the mail, and the service was short-lived."
  },
  {
    "id": 961,
    "fact": "A female’s heart is smaller than a male’s by about 25%. Because of this, the female heart has to beat around six times more than a male heart to pump the correct amount of blood around the body."
  },
  {
    "id": 962,
    "fact": "In 1325, two Italian city states fought over a bucket which resulted in 2,000 deaths. It started when two soldiers stole a bucket from a well from the city center."
  },
  {
    "id": 963,
    "fact": "In 2000 the first permanent crew inhabited the International Space Station (ISS), and have been there ever since."
  },
  {
    "id": 964,
    "fact": "Turkey vultures use defensive vomit to get rid of any disturbing animal. They can propel their vomit up to 10 feet."
  },
  {
    "id": 965,
    "fact": "During World War II, the very first bomb dropped on Berlin by the Allies killed the only elephant in Berlin Zoo."
  },
  {
    "id": 966,
    "fact": "Peaches are the third most popular fruit grown in America."
  },
  {
    "id": 967,
    "fact": "Emilie de Ravin‘s biggest TV role as Claire Littleton on the hit show “Lost“, loves peanut butter – which is unintentionally ironic because Emilie is allergic to peanuts. In reality, her biggest weakness is actually chocolate."
  },
  {
    "id": 968,
    "fact": "Jupiter has 69 moons. A few are 12-37 miles in diameter, but most are barely 1 mile in size. Jupiter itself is 317 times the mass of the Earth."
  },
  {
    "id": 969,
    "fact": "In a survey, 33% of dog owners admitted to chatting over the telephone to their dogs."
  },
  {
    "id": 970,
    "fact": "Losing Weight is the most common New Year’s resolution."
  },
  {
    "id": 971,
    "fact": "A sunset on Mars is blue."
  },
  {
    "id": 972,
    "fact": "In “Part 1” of the Battlestar Galactica mini-series, there is a scene where Serenity, the ship from Firefly, can be seen flying through the sky."
  },
  {
    "id": 973,
    "fact": "The smallest possible measurement of length is known as the Planck Length. Anything smaller than this would break everything we understand about physics"
  },
  {
    "id": 974,
    "fact": "The social media website, MySpace, was founded in 2003 and sold for $580 million in 2005. At this time, it was the most visited social networking site in the world, and even surpassed Google as the most visited website in the United States!"
  },
  {
    "id": 975,
    "fact": "One of the earliest depictions of dreadlocks dates back to 1600 BC to the Minoan Civilization, one of Europe’s earliest civilizations, who lived in what is now known as Greece."
  },
  {
    "id": 976,
    "fact": "The most expensive domain name ever sold was cars.com for an astonishing $872.3 million."
  },
  {
    "id": 977,
    "fact": "Polygamy is the practice of having more than one husband or wife at the same time. Polygyny is where a man is married to more than one woman, and Polyandry is where a woman is married to more than one husband."
  },
  {
    "id": 978,
    "fact": "As of September 2016, the Giant Panda was downgraded from “endangered” to “vulnerable” on the Global List of Species at Risk of Extinction."
  },
  {
    "id": 979,
    "fact": "The world’s oldest surviving bank is “Banca Monte dei Paschi di Siena”, which was founded in 1472, and is currently Italy’s 3rd largest bank."
  },
  {
    "id": 980,
    "fact": "The letter Z is the least frequently used letter in written English. It is more common in American English than in British English due to spelling differences."
  },
  {
    "id": 981,
    "fact": "The cardboard holder that you often get around a takeaway cup of coffee is called a “zarf”."
  },
  {
    "id": 982,
    "fact": "The logo for the Monster energy drink cans is not an M as most believe, but are claw marks from a monster ripping through the can. In 2014 a YouTube video gained an international audience when they claimed that each segment of the claw mark looks like the Hebrew symbol for the number six, making the logo into 666, the number of the Beast."
  },
  {
    "id": 983,
    "fact": "The largest pumpkin pie ever baked was in 2005, and weighed 2,020 pounds, or just over 916kg."
  },
  {
    "id": 984,
    "fact": "The Triangle took nearly 100 years to become a popular orchestral instrument."
  },
  {
    "id": 985,
    "fact": "The first computer virus ever created was called Creeper, back in 1971. Shortly after this virus was created, Reaper was created as the world’s first anti-virus."
  },
  {
    "id": 986,
    "fact": "The earliest mention of the mythical creature, the Unicorn, dates back from as far as 2700 BC in Asia and was described as a creature of great power and wisdom."
  },
  {
    "id": 987,
    "fact": "The oldest webcam stream online today is The San Francisco FogCam and has been operational since 1994."
  },
  {
    "id": 988,
    "fact": "In Japanese legend, it is said that anyone who folds 1,000 origami cranes will be granted a wish by the gods."
  },
  {
    "id": 989,
    "fact": "Doggerland is the area of land connecting Great Britain to continental Europe. It was flooded by rising sea-levels (6500-6200 BC), turning Great Britain into an island."
  },
  {
    "id": 990,
    "fact": "The scientific term for brain freeze is “sphenopalatine ganglioneuralgia”."
  },
  {
    "id": 991,
    "fact": "Canadians say “sorry” so much that a law was passed in 2009 declaring that an apology can’t be used as evidence of admission to guilt."
  },
  {
    "id": 992,
    "fact": "Back when dinosaurs existed, there used to be volcanoes that were erupting on the moon."
  },
  {
    "id": 993,
    "fact": "The only letter that doesn’t appear on the periodic table is J."
  },
  {
    "id": 994,
    "fact": "One habit of intelligent humans is being easily annoyed by people around them, but saying nothing in order to avoid a meaningless argument."
  },
  {
    "id": 995,
    "fact": "If a Polar Bear and a Grizzly Bear mate, their offspring is called a “Pizzy Bear”."
  },
  {
    "id": 996,
    "fact": "In 2006, a Coca-Cola employee offered to sell Coca-Cola secrets to Pepsi. Pepsi responded by notifying Coca-Cola."
  },
  {
    "id": 997,
    "fact": "There were two AI chatbots created by Facebook to talk to each other, but they were shut down after they started communicating in a language they made for themselves."
  },
  {
    "id": 998,
    "fact": "Nintendo trademarked the phrase “It’s on like Donkey Kong” in 2010."
  },
  {
    "id": 999,
    "fact": "The famous line in Titanic from Leonardo DiCaprio, “I’m king of the world!” was improvised."
  },
  {
    "id": 1000,
    "fact": "A single strand of Spaghetti is called a “Spaghetto”."
  },
  {
    "id": 1001,
    "fact": "Hershey’s Kisses are named that after the kissing sound the deposited chocolate makes as it falls from the machine on the conveyor belt."
  },
  {
    "id": 1002,
    "fact": "Princess Peach didn’t move until 1988, designers believed it was too complicated to make her a movable character."
  },
  {
    "id": 1003,
    "fact": "To leave a party without telling anyone is called in English, a “French Exit”. In French, it’s called a “partir à l’anglaise”, to leave like the English."
  },
  {
    "id": 1004,
    "fact": "If you cut down a cactus in Arizona, you’ll be penalized up to 25 years in jail. It is similar to cutting down a protected tree species."
  },
  {
    "id": 1005,
    "fact": "The Buddha commonly depicted in statues and pictures is a different person entirely. The real Buddha was actually incredibly skinny because of self-deprivation."
  },
  {
    "id": 1006,
    "fact": "In Colorado, USA, there is still an active volcano. It last erupted about the same time as the pyramids were being built in Egypt."
  },
  {
    "id": 1007,
    "fact": "The first movie ever to put out a motion-picture soundtrack was Snow White and the Seven Dwarves."
  },
  {
    "id": 1008,
    "fact": "Fruit stickers are edible, though the same as any fruit, washing prior to eating is recommended. The glue used for them is regulated by the FDA."
  },
  {
    "id": 1009,
    "fact": "The scientific name for Giant Anteater is Myrmecophaga Tridactyla. This means “ant eating with three fingers”."
  },
  {
    "id": 1010,
    "fact": "Astronaut is a compound word derived from the two Ancient Greek words “Astro” meaning “star” and “naut” meaning “sailor”. So astronaut literally means “star sailor”."
  },
  {
    "id": 1011,
    "fact": "The flashes of colored light you see when you rub your eyes are called “phosphenes”."
  },
  {
    "id": 1012,
    "fact": "At birth, a baby panda is smaller than a mouse."
  },
  {
    "id": 1013,
    "fact": "Iceland does not have a railway system."
  },
  {
    "id": 1014,
    "fact": "The largest known prime number has 17,425,170 digits. The new prime number is 2 multiplied by itself 57,885,161 times, minus 1."
  },
  {
    "id": 1015,
    "fact": "Forrest Fenn, an art dealer and author, hid a treasure chest in the Rocky Mountains worth over 1 million dollars. It still has not been found."
  },
  {
    "id": 1016,
    "fact": "The lead singer of The Offspring started attending school to achieve a doctorate in molecular biology while still in the band. He graduated in May 2017."
  },
  {
    "id": 1017,
    "fact": "The tongue is the only muscle in one’s body that is attached from one end."
  },
  {
    "id": 1018,
    "fact": "There is a company in Japan that has schools that teach you how to be funny. The first one opened in 1982. About 1,000 students take the course each year."
  },
  {
    "id": 1019,
    "fact": "The Lego Group is the world’s most powerful brand. There are more Lego Minifigures than there are people on Earth."
  },
  {
    "id": 1020,
    "fact": "The Bagheera kiplingi spider was discovered in the 1800s and is the only species of spider that has been classified as vegetarian."
  },
  {
    "id": 1021,
    "fact": "There is a boss in Metal Gear Solid 3 that can be defeated by not playing the game for a week; or by changing the date."
  },
  {
    "id": 1022,
    "fact": "The Roman – Persian wars are the longest in history, lasting over 680 years. They began in 54 BC and ended in 628 AD."
  },
  {
    "id": 1023,
    "fact": "Elvis was originally blonde. He started coloring his hair black for an edgier look. Sometimes, he would touch it up himself using shoe polish."
  },
  {
    "id": 1024,
    "fact": "If you translate “Jesus” from Hebrew to English, the correct translation is “Joshua”. The name “Jesus” comes from translating the name from Hebrew, to Greek, to Latin, to English."
  },
  {
    "id": 1025,
    "fact": "Ed Sheeran bought a ticket to LA with no contacts. He was spotted by Jamie Foxx, who offered him the use of his recording studio and a bed in his Hollywood home for six weeks."
  },
  {
    "id": 1026,
    "fact": "The first service animals were established in Germany during World War I. References to service animals date as far back as the mid-16th Century."
  },
  {
    "id": 1027,
    "fact": "An 11-year-old girl proposed the name for Pluto after the Roman god of the Underworld."
  },
  {
    "id": 1028,
    "fact": "The voice actor of SpongeBob and the voice actor of Karen, Plankton’s computer wife, have been married since 1995."
  },
  {
    "id": 1029,
    "fact": "An Italian banker, Gilberto Baschiera is considered a modern-day Robin Hood. Over the course of 7 years, he secretly diverted 1 million euros to poorer clients from the wealthy ones so they could qualify for loans. He made no profit and avoided jail in 2018 due to a plea bargain."
  },
  {
    "id": 1030,
    "fact": "Octopuses and squids have beaks. The beak is made of keratin – the same material that a bird’s beak, and our fingernails are made of."
  },
  {
    "id": 1031,
    "fact": "An estimated 50% of all gold ever mined on Earth came from a single plateau in South Africa: Witwatersrand."
  },
  {
    "id": 1032,
    "fact": "75% of the world’s diet is produced from just 12 plant and five different animal species."
  },
  {
    "id": 1033,
    "fact": "The original Star Wars premiered on just 32 screens across the U.S. in 1977. This was to produce buzz as the release widened to more theaters."
  },
  {
    "id": 1034,
    "fact": "The British government coined the slogan, “Keep Calm and Carry on” during World War 2 in order to motivate citizens to stay strong."
  },
  {
    "id": 1035,
    "fact": "Tirana, the capital of Albania has a lot of things in common with other European capitals – except one.  It’s one of two capitals without a Mcdonald’s. The second is Vatican City."
  },
  {
    "id": 1036,
    "fact": "Sour Patch Kids are from the same manufacturer as Swedish Fish. The red Sour Patch Kids are the same candy as Swedish Fish, but with sour sugar."
  },
  {
    "id": 1037,
    "fact": "The largest Japanese population outside of Japan stands at 1.6 million people who live in Brazil."
  },
  {
    "id": 1038,
    "fact": "IKEA is an acronym which stands for Ingvar Kamprad Elmtaryd Agunnaryd, which is the founder’s name, farm where he grew up, and hometown."
  },
  {
    "id": 1039,
    "fact": "In 2009, Stephen Hawking held a reception for time travelers, but didn’t publicize it until after. This way, only those who could time travel would be able to attend. Nobody else attended."
  },
  {
    "id": 1040,
    "fact": "Violin bows are commonly made from horse hair."
  },
  {
    "id": 1041,
    "fact": "There are less than 30 ships in the Royal Canadian Navy which are less than most third-world countries."
  },
  {
    "id": 1042,
    "fact": "Larry the Cable Guy’s real name is Daniel Lawrence Whitney. His notable Southern accent is fake – he was born and raised in the midwest, not the South."
  },
  {
    "id": 1043,
    "fact": "The youngest Pope in history was Pope Benedict IX who was 11 years old at the time of the election. He is also the only person to have been the Pope more than once."
  },
  {
    "id": 1044,
    "fact": "Costa Coffee employs Gennaro Pelliccia as a coffee taster, who has had his tongue insured for £10 million since 2009."
  },
  {
    "id": 1045,
    "fact": "Johnny Cash took only three voice lessons before his teacher advised him to stop taking lessons and to never deviate from his natural voice."
  },
  {
    "id": 1046,
    "fact": "There is an island called “Just Enough Room”, where there’s just enough room for a tree and a house."
  },
  {
    "id": 1047,
    "fact": "People who post their fitness routine on Facebook are more likely to have psychological problems."
  },
  {
    "id": 1048,
    "fact": "Medieval chastity belts are a myth. A great majority of examples now existing were made in the 18th and 19th centuries as jokes."
  },
  {
    "id": 1049,
    "fact": "Nowadays, millionaires with just $1 million aren’t considered wealthy anymore by most Americans. Now, the typical American sees at least $2.4 million as wealthy."
  },
  {
    "id": 1050,
    "fact": "Hanna-Barbera pitched The Flintstones to networks for 8 weeks before it was finally picked up. It became the first-ever animated show to air during primetime."
  },
  {
    "id": 1051,
    "fact": "There is a company that sells mirrors that make people look 10 pounds thinner. Overall, the mirrors have contributed to 54% of total sales for retailers that use it."
  },
  {
    "id": 1052,
    "fact": "There’s no period in “Dr. Pepper”. It was removed because the old logo font made it look like “Di: Pepper”."
  },
  {
    "id": 1053,
    "fact": "Standing around burns calories. On average, a 150-pound person burns 114 calories per hour while standing and doing nothing."
  },
  {
    "id": 1054,
    "fact": "Although GPS is free for the world to use, it costs $2 million per day to operate. The money comes from American tax revenue."
  },
  {
    "id": 1055,
    "fact": "In World War II, Germany tried to collapse the British economy by dropping millions of counterfeit bills over London."
  },
  {
    "id": 1056,
    "fact": "The human eye is so sensitive that, if the Earth were flat and it was a dark night, a candle’s flame could be seen from 30 miles away."
  },
  {
    "id": 1057,
    "fact": "When Space Invaders was created, Tomohiro Nishikado left in the lag caused by more invaders on the screen in order to create greater difficulty in the games."
  },
  {
    "id": 1058,
    "fact": "The color red doesn’t really make bulls angry; they are color-blind."
  },
  {
    "id": 1059,
    "fact": "65% of autistic kids are left-handed, and only 10% of people, in general, are left-handed."
  },
  {
    "id": 1060,
    "fact": "In 2007, Scotland spent £125,000 devising a new national slogan. The winning entry was: “Welcome to Scotland”."
  },
  {
    "id": 1061,
    "fact": "Until 2016, the “Happy Birthday” song was not for public use. Meaning, prior to 2016, the song was copyrighted and you had to pay a license to use it."
  },
  {
    "id": 1062,
    "fact": "There is a punctuation mark used to signify irony or sarcasm that looks like a backwards question mark ⸮"
  },
  {
    "id": 1063,
    "fact": "Lettuce is a member of the sunflower family."
  },
  {
    "id": 1064,
    "fact": "Researches have found that flossing your teeth can help your memory. Flossing prevents gum disease, which prevents stiff blood vessels, which cause memory issues."
  },
  {
    "id": 1065,
    "fact": "A cluster of bananas is called a “hand”. Along that theme, a single banana is called a “finger”."
  },
  {
    "id": 1066,
    "fact": "The Hobbit has been published in two editions. In the first edition, Gollum willingly bet on his ring in the riddle game."
  },
  {
    "id": 1067,
    "fact": "For nearly 60 years, Texas didn’t have an official state flag between 1879 & 1933. During that time, the Lone Star flag was the active, but the unofficial flag."
  },
  {
    "id": 1068,
    "fact": "A wildlife technician, Richard Thomas, took the famous tongue twister, “how much wood would a woodchuck chuck if a woodchuck could chuck wood” and calculated a rough estimate of what the answer would actually be. It came out to be around 700 pounds."
  },
  {
    "id": 1069,
    "fact": "Red Solo cups are a common souvenir to bring back from the United States. The novelty comes from the cups being used in many party scenes in movies."
  },
  {
    "id": 1070,
    "fact": "Swedish meatballs originated from a recipe King Charles XII brought back from Turkey in the early 1800s."
  },
  {
    "id": 1071,
    "fact": "Those cute furry bits inside a cat’s ear are called “ear furnishings”. They ensure that dirt doesn’t go inside and also helps them to hear well."
  },
  {
    "id": 1072,
    "fact": "Scientists discovered sharks that are living in an active underwater volcano. Divers cannot investigate because they would get burns from the acidity and heat."
  },
  {
    "id": 1073,
    "fact": "There are times when Pluto is closer to the Sun than Neptune – one of these timelines was from 1979 to 1999."
  },
  {
    "id": 1074,
    "fact": "There is a town in Nebraska called Monowi with a population of one. The only resident is a woman who is the Mayor, Bartender, and Librarian."
  },
  {
    "id": 1075,
    "fact": "The Ethiopian calendar is 7.5 years behind the Gregorian calendar due to the fact that it has 13 months."
  },
  {
    "id": 1076,
    "fact": "In 1994, the company that had a patent on GIFs tried to charge a fee for using GIFS. The PNG was invented as an alternative, and the company backed down."
  },
  {
    "id": 1077,
    "fact": "China is spending $3 billion dollars to build panda-shaped solar farms in order to get more young people interested in renewable energy."
  },
  {
    "id": 1078,
    "fact": "Mercury and Venus are the only two planets in our solar system that do not have any moons."
  },
  {
    "id": 1079,
    "fact": "The average American child is given $3.70 per tooth that falls out."
  },
  {
    "id": 1080,
    "fact": "To properly write adjectives in order, you would list them by amount, value, size, temperature, age, shape, color, origin, and material."
  },
  {
    "id": 1081,
    "fact": "The scientific term for brain freeze is “sphenopalatine ganglioneuralgia”."
  },
  {
    "id": 1082,
    "fact": "Canadians say “sorry” so much that a law was passed in 2009 declaring that an apology can’t be used as evidence of admission to guilt."
  },
  {
    "id": 1083,
    "fact": "Back when dinosaurs existed, there used to be volcanoes that were erupting on the moon."
  },
  {
    "id": 1084,
    "fact": "The only letter that doesn’t appear on the periodic table is J."
  },
  {
    "id": 1085,
    "fact": "One habit of intelligent humans is being easily annoyed by people around them, but saying nothing in order to avoid a meaningless argument."
  },
  {
    "id": 1086,
    "fact": "If a Polar Bear and a Grizzly Bear mate, their offspring is called a “Pizzy Bear”."
  },
  {
    "id": 1087,
    "fact": "In 2006, a Coca-Cola employee offered to sell Coca-Cola secrets to Pepsi. Pepsi responded by notifying Coca-Cola."
  },
  {
    "id": 1088,
    "fact": "There were two AI chatbots created by Facebook to talk to each other, but they were shut down after they started communicating in a language they made for themselves."
  },
  {
    "id": 1089,
    "fact": "Nintendo trademarked the phrase “It’s on like Donkey Kong” in 2010."
  },
  {
    "id": 1090,
    "fact": "The famous line in Titanic from Leonardo DiCaprio, “I’m king of the world!” was improvised."
  },
  {
    "id": 1091,
    "fact": "A single strand of Spaghetti is called a “Spaghetto”."
  },
  {
    "id": 1092,
    "fact": "Hershey’s Kisses are named that after the kissing sound the deposited chocolate makes as it falls from the machine on the conveyor belt."
  },
  {
    "id": 1093,
    "fact": "Princess Peach didn’t move until 1988, designers believed it was too complicated to make her a movable character."
  },
  {
    "id": 1094,
    "fact": "To leave a party without telling anyone is called in English, a “French Exit”. In French, it’s called a “partir à l’anglaise”, to leave like the English."
  },
  {
    "id": 1095,
    "fact": "If you cut down a cactus in Arizona, you’ll be penalized up to 25 years in jail. It is similar to cutting down a protected tree species."
  },
  {
    "id": 1096,
    "fact": "The Buddha commonly depicted in statues and pictures is a different person entirely. The real Buddha was actually incredibly skinny because of self-deprivation."
  },
  {
    "id": 1097,
    "fact": "In Colorado, USA, there is still an active volcano. It last erupted about the same time as the pyramids were being built in Egypt."
  },
  {
    "id": 1098,
    "fact": "The first movie ever to put out a motion-picture soundtrack was Snow White and the Seven Dwarves."
  },
  {
    "id": 1099,
    "fact": "Fruit stickers are edible, though the same as any fruit, washing prior to eating is recommended. The glue used for them is regulated by the FDA."
  },
  {
    "id": 1100,
    "fact": "The scientific name for Giant Anteater is Myrmecophaga Tridactyla. This means “ant eating with three fingers”."
  },
  {
    "id": 1101,
    "fact": "Astronaut is a compound word derived from the two Ancient Greek words “Astro” meaning “star” and “naut” meaning “sailor”. So astronaut literally means “star sailor”."
  },
  {
    "id": 1102,
    "fact": "The flashes of colored light you see when you rub your eyes are called “phosphenes”."
  },
  {
    "id": 1103,
    "fact": "At birth, a baby panda is smaller than a mouse."
  },
  {
    "id": 1104,
    "fact": "Iceland does not have a railway system."
  },
  {
    "id": 1105,
    "fact": "The largest known prime number has 17,425,170 digits. The new prime number is 2 multiplied by itself 57,885,161 times, minus 1."
  },
  {
    "id": 1106,
    "fact": "Forrest Fenn, an art dealer and author, hid a treasure chest in the Rocky Mountains worth over 1 million dollars. It still has not been found."
  },
  {
    "id": 1107,
    "fact": "The lead singer of The Offspring started attending school to achieve a doctorate in molecular biology while still in the band. He graduated in May 2017."
  },
  {
    "id": 1108,
    "fact": "The tongue is the only muscle in one’s body that is attached from one end."
  },
  {
    "id": 1109,
    "fact": "There is a company in Japan that has schools that teach you how to be funny. The first one opened in 1982. About 1,000 students take the course each year."
  },
  {
    "id": 1110,
    "fact": "The Lego Group is the world’s most powerful brand. There are more Lego Minifigures than there are people on Earth."
  },
  {
    "id": 1111,
    "fact": "The Bagheera kiplingi spider was discovered in the 1800s and is the only species of spider that has been classified as vegetarian."
  },
  {
    "id": 1112,
    "fact": "There is a boss in Metal Gear Solid 3 that can be defeated by not playing the game for a week; or by changing the date."
  },
  {
    "id": 1113,
    "fact": "The Roman – Persian wars are the longest in history, lasting over 680 years. They began in 54 BC and ended in 628 AD."
  },
  {
    "id": 1114,
    "fact": "Elvis was originally blonde. He started coloring his hair black for an edgier look. Sometimes, he would touch it up himself using shoe polish."
  },
  {
    "id": 1115,
    "fact": "If you translate “Jesus” from Hebrew to English, the correct translation is “Joshua”. The name “Jesus” comes from translating the name from Hebrew, to Greek, to Latin, to English."
  },
  {
    "id": 1116,
    "fact": "Ed Sheeran bought a ticket to LA with no contacts. He was spotted by Jamie Foxx, who offered him the use of his recording studio and a bed in his Hollywood home for six weeks."
  },
  {
    "id": 1117,
    "fact": "The first service animals were established in Germany during World War I. References to service animals date as far back as the mid-16th Century."
  },
  {
    "id": 1118,
    "fact": "An 11-year-old girl proposed the name for Pluto after the Roman god of the Underworld."
  },
  {
    "id": 1119,
    "fact": "The voice actor of SpongeBob and the voice actor of Karen, Plankton’s computer wife, have been married since 1995."
  },
  {
    "id": 1120,
    "fact": "An Italian banker, Gilberto Baschiera is considered a modern-day Robin Hood. Over the course of 7 years, he secretly diverted 1 million euros to poorer clients from the wealthy ones so they could qualify for loans. He made no profit and avoided jail in 2018 due to a plea bargain."
  },
  {
    "id": 1121,
    "fact": "Octopuses and squids have beaks. The beak is made of keratin – the same material that a bird’s beak, and our fingernails are made of."
  },
  {
    "id": 1122,
    "fact": "An estimated 50% of all gold ever mined on Earth came from a single plateau in South Africa: Witwatersrand."
  },
  {
    "id": 1123,
    "fact": "75% of the world’s diet is produced from just 12 plant and five different animal species."
  },
  {
    "id": 1124,
    "fact": "The original Star Wars premiered on just 32 screens across the U.S. in 1977. This was to produce buzz as the release widened to more theaters."
  },
  {
    "id": 1125,
    "fact": "The British government coined the slogan, “Keep Calm and Carry on” during World War 2 in order to motivate citizens to stay strong."
  },
  {
    "id": 1126,
    "fact": "Tirana, the capital of Albania has a lot of things in common with other European capitals – except one.  It’s one of two capitals without a Mcdonald’s. The second is Vatican City."
  },
  {
    "id": 1127,
    "fact": "Sour Patch Kids are from the same manufacturer as Swedish Fish. The red Sour Patch Kids are the same candy as Swedish Fish, but with sour sugar."
  },
  {
    "id": 1128,
    "fact": "The largest Japanese population outside of Japan stands at 1.6 million people who live in Brazil."
  },
  {
    "id": 1129,
    "fact": "IKEA is an acronym which stands for Ingvar Kamprad Elmtaryd Agunnaryd, which is the founder’s name, farm where he grew up, and hometown."
  },
  {
    "id": 1130,
    "fact": "In 2009, Stephen Hawking held a reception for time travelers, but didn’t publicize it until after. This way, only those who could time travel would be able to attend. Nobody else attended."
  },
  {
    "id": 1131,
    "fact": "Violin bows are commonly made from horse hair."
  },
  {
    "id": 1132,
    "fact": "There are less than 30 ships in the Royal Canadian Navy which are less than most third-world countries."
  },
  {
    "id": 1133,
    "fact": "Larry the Cable Guy’s real name is Daniel Lawrence Whitney. His notable Southern accent is fake – he was born and raised in the midwest, not the South."
  },
  {
    "id": 1134,
    "fact": "The youngest Pope in history was Pope Benedict IX who was 11 years old at the time of the election. He is also the only person to have been the Pope more than once."
  },
  {
    "id": 1135,
    "fact": "Costa Coffee employs Gennaro Pelliccia as a coffee taster, who has had his tongue insured for £10 million since 2009."
  },
  {
    "id": 1136,
    "fact": "Johnny Cash took only three voice lessons before his teacher advised him to stop taking lessons and to never deviate from his natural voice."
  },
  {
    "id": 1137,
    "fact": "There is an island called “Just Enough Room”, where there’s just enough room for a tree and a house."
  },
  {
    "id": 1138,
    "fact": "People who post their fitness routine on Facebook are more likely to have psychological problems."
  },
  {
    "id": 1139,
    "fact": "Medieval chastity belts are a myth. A great majority of examples now existing were made in the 18th and 19th centuries as jokes."
  },
  {
    "id": 1140,
    "fact": "Nowadays, millionaires with just $1 million aren’t considered wealthy anymore by most Americans. Now, the typical American sees at least $2.4 million as wealthy."
  },
  {
    "id": 1141,
    "fact": "Hanna-Barbera pitched The Flintstones to networks for 8 weeks before it was finally picked up. It became the first-ever animated show to air during primetime."
  },
  {
    "id": 1142,
    "fact": "There is a company that sells mirrors that make people look 10 pounds thinner. Overall, the mirrors have contributed to 54% of total sales for retailers that use it."
  },
  {
    "id": 1143,
    "fact": "There’s no period in “Dr. Pepper”. It was removed because the old logo font made it look like “Di: Pepper”."
  },
  {
    "id": 1144,
    "fact": "Standing around burns calories. On average, a 150-pound person burns 114 calories per hour while standing and doing nothing."
  },
  {
    "id": 1145,
    "fact": "Although GPS is free for the world to use, it costs $2 million per day to operate. The money comes from American tax revenue."
  },
  {
    "id": 1146,
    "fact": "In World War II, Germany tried to collapse the British economy by dropping millions of counterfeit bills over London."
  },
  {
    "id": 1147,
    "fact": "The human eye is so sensitive that, if the Earth were flat and it was a dark night, a candle’s flame could be seen from 30 miles away."
  },
  {
    "id": 1148,
    "fact": "When Space Invaders was created, Tomohiro Nishikado left in the lag caused by more invaders on the screen in order to create greater difficulty in the games."
  },
  {
    "id": 1149,
    "fact": "The color red doesn’t really make bulls angry; they are color-blind."
  },
  {
    "id": 1150,
    "fact": "65% of autistic kids are left-handed, and only 10% of people, in general, are left-handed."
  },
  {
    "id": 1151,
    "fact": "In 2007, Scotland spent £125,000 devising a new national slogan. The winning entry was: “Welcome to Scotland”."
  },
  {
    "id": 1152,
    "fact": "Until 2016, the “Happy Birthday” song was not for public use. Meaning, prior to 2016, the song was copyrighted and you had to pay a license to use it."
  },
  {
    "id": 1153,
    "fact": "There is a punctuation mark used to signify irony or sarcasm that looks like a backwards question mark ⸮"
  },
  {
    "id": 1154,
    "fact": "Lettuce is a member of the sunflower family."
  },
  {
    "id": 1155,
    "fact": "Researches have found that flossing your teeth can help your memory. Flossing prevents gum disease, which prevents stiff blood vessels, which cause memory issues."
  },
  {
    "id": 1156,
    "fact": "A cluster of bananas is called a “hand”. Along that theme, a single banana is called a “finger”."
  },
  {
    "id": 1157,
    "fact": "The Hobbit has been published in two editions. In the first edition, Gollum willingly bet on his ring in the riddle game."
  },
  {
    "id": 1158,
    "fact": "For nearly 60 years, Texas didn’t have an official state flag between 1879 & 1933. During that time, the Lone Star flag was the active, but the unofficial flag."
  },
  {
    "id": 1159,
    "fact": "A wildlife technician, Richard Thomas, took the famous tongue twister, “how much wood would a woodchuck chuck if a woodchuck could chuck wood” and calculated a rough estimate of what the answer would actually be. It came out to be around 700 pounds."
  },
  {
    "id": 1160,
    "fact": "Red Solo cups are a common souvenir to bring back from the United States. The novelty comes from the cups being used in many party scenes in movies."
  },
  {
    "id": 1161,
    "fact": "Swedish meatballs originated from a recipe King Charles XII brought back from Turkey in the early 1800s."
  },
  {
    "id": 1162,
    "fact": "Those cute furry bits inside a cat’s ear are called “ear furnishings”. They ensure that dirt doesn’t go inside and also helps them to hear well."
  },
  {
    "id": 1163,
    "fact": "Scientists discovered sharks that are living in an active underwater volcano. Divers cannot investigate because they would get burns from the acidity and heat."
  },
  {
    "id": 1164,
    "fact": "There are times when Pluto is closer to the Sun than Neptune – one of these timelines was from 1979 to 1999."
  },
  {
    "id": 1165,
    "fact": "There is a town in Nebraska called Monowi with a population of one. The only resident is a woman who is the Mayor, Bartender, and Librarian."
  },
  {
    "id": 1166,
    "fact": "The Ethiopian calendar is 7.5 years behind the Gregorian calendar due to the fact that it has 13 months."
  },
  {
    "id": 1167,
    "fact": "In 1994, the company that had a patent on GIFs tried to charge a fee for using GIFS. The PNG was invented as an alternative, and the company backed down."
  },
  {
    "id": 1168,
    "fact": "China is spending $3 billion dollars to build panda-shaped solar farms in order to get more young people interested in renewable energy."
  },
  {
    "id": 1169,
    "fact": "Mercury and Venus are the only two planets in our solar system that do not have any moons."
  },
  {
    "id": 1170,
    "fact": "The average American child is given $3.70 per tooth that falls out."
  },
  {
    "id": 1171,
    "fact": "To properly write adjectives in order, you would list them by amount, value, size, temperature, age, shape, color, origin, and material."
  },
  {
    "id": 1172,
    "fact": "The scientific term for brain freeze is “sphenopalatine ganglioneuralgia”."
  },
  {
    "id": 1173,
    "fact": "Canadians say “sorry” so much that a law was passed in 2009 declaring that an apology can’t be used as evidence of admission to guilt."
  },
  {
    "id": 1174,
    "fact": "Back when dinosaurs existed, there used to be volcanoes that were erupting on the moon."
  },
  {
    "id": 1175,
    "fact": "The only letter that doesn’t appear on the periodic table is J."
  },
  {
    "id": 1176,
    "fact": "One habit of intelligent humans is being easily annoyed by people around them, but saying nothing in order to avoid a meaningless argument."
  },
  {
    "id": 1177,
    "fact": "If a Polar Bear and a Grizzly Bear mate, their offspring is called a “Pizzy Bear”."
  },
  {
    "id": 1178,
    "fact": "In 2006, a Coca-Cola employee offered to sell Coca-Cola secrets to Pepsi. Pepsi responded by notifying Coca-Cola."
  },
  {
    "id": 1179,
    "fact": "There were two AI chatbots created by Facebook to talk to each other, but they were shut down after they started communicating in a language they made for themselves."
  },
  {
    "id": 1180,
    "fact": "Nintendo trademarked the phrase “It’s on like Donkey Kong” in 2010."
  },
  {
    "id": 1181,
    "fact": "The famous line in Titanic from Leonardo DiCaprio, “I’m king of the world!” was improvised."
  },
  {
    "id": 1182,
    "fact": "A single strand of Spaghetti is called a “Spaghetto”."
  },
  {
    "id": 1183,
    "fact": "Hershey’s Kisses are named that after the kissing sound the deposited chocolate makes as it falls from the machine on the conveyor belt."
  },
  {
    "id": 1184,
    "fact": "Princess Peach didn’t move until 1988, designers believed it was too complicated to make her a movable character."
  },
  {
    "id": 1185,
    "fact": "To leave a party without telling anyone is called in English, a “French Exit”. In French, it’s called a “partir à l’anglaise”, to leave like the English."
  },
  {
    "id": 1186,
    "fact": "If you cut down a cactus in Arizona, you’ll be penalized up to 25 years in jail. It is similar to cutting down a protected tree species."
  },
  {
    "id": 1187,
    "fact": "The Buddha commonly depicted in statues and pictures is a different person entirely. The real Buddha was actually incredibly skinny because of self-deprivation."
  },
  {
    "id": 1188,
    "fact": "In Colorado, USA, there is still an active volcano. It last erupted about the same time as the pyramids were being built in Egypt."
  },
  {
    "id": 1189,
    "fact": "The first movie ever to put out a motion-picture soundtrack was Snow White and the Seven Dwarves."
  },
  {
    "id": 1190,
    "fact": "Fruit stickers are edible, though the same as any fruit, washing prior to eating is recommended. The glue used for them is regulated by the FDA."
  },
  {
    "id": 1191,
    "fact": "The scientific name for Giant Anteater is Myrmecophaga Tridactyla. This means “ant eating with three fingers”."
  },
  {
    "id": 1192,
    "fact": "Astronaut is a compound word derived from the two Ancient Greek words “Astro” meaning “star” and “naut” meaning “sailor”. So astronaut literally means “star sailor”."
  },
  {
    "id": 1193,
    "fact": "The flashes of colored light you see when you rub your eyes are called “phosphenes”."
  },
  {
    "id": 1194,
    "fact": "At birth, a baby panda is smaller than a mouse."
  },
  {
    "id": 1195,
    "fact": "Iceland does not have a railway system."
  },
  {
    "id": 1196,
    "fact": "The largest known prime number has 17,425,170 digits. The new prime number is 2 multiplied by itself 57,885,161 times, minus 1."
  },
  {
    "id": 1197,
    "fact": "Forrest Fenn, an art dealer and author, hid a treasure chest in the Rocky Mountains worth over 1 million dollars. It still has not been found."
  },
  {
    "id": 1198,
    "fact": "The lead singer of The Offspring started attending school to achieve a doctorate in molecular biology while still in the band. He graduated in May 2017."
  },
  {
    "id": 1199,
    "fact": "The tongue is the only muscle in one’s body that is attached from one end."
  },
  {
    "id": 1200,
    "fact": "There is a company in Japan that has schools that teach you how to be funny. The first one opened in 1982. About 1,000 students take the course each year."
  },
  {
    "id": 1201,
    "fact": "The Lego Group is the world’s most powerful brand. There are more Lego Minifigures than there are people on Earth."
  },
  {
    "id": 1202,
    "fact": "The Bagheera kiplingi spider was discovered in the 1800s and is the only species of spider that has been classified as vegetarian."
  },
  {
    "id": 1203,
    "fact": "There is a boss in Metal Gear Solid 3 that can be defeated by not playing the game for a week; or by changing the date."
  },
  {
    "id": 1204,
    "fact": "The Roman – Persian wars are the longest in history, lasting over 680 years. They began in 54 BC and ended in 628 AD."
  },
  {
    "id": 1205,
    "fact": "Elvis was originally blonde. He started coloring his hair black for an edgier look. Sometimes, he would touch it up himself using shoe polish."
  },
  {
    "id": 1206,
    "fact": "If you translate “Jesus” from Hebrew to English, the correct translation is “Joshua”. The name “Jesus” comes from translating the name from Hebrew, to Greek, to Latin, to English."
  },
  {
    "id": 1207,
    "fact": "Ed Sheeran bought a ticket to LA with no contacts. He was spotted by Jamie Foxx, who offered him the use of his recording studio and a bed in his Hollywood home for six weeks."
  },
  {
    "id": 1208,
    "fact": "The first service animals were established in Germany during World War I. References to service animals date as far back as the mid-16th Century."
  },
  {
    "id": 1209,
    "fact": "An 11-year-old girl proposed the name for Pluto after the Roman god of the Underworld."
  },
  {
    "id": 1210,
    "fact": "The voice actor of SpongeBob and the voice actor of Karen, Plankton’s computer wife, have been married since 1995."
  },
  {
    "id": 1211,
    "fact": "An Italian banker, Gilberto Baschiera is considered a modern-day Robin Hood. Over the course of 7 years, he secretly diverted 1 million euros to poorer clients from the wealthy ones so they could qualify for loans. He made no profit and avoided jail in 2018 due to a plea bargain."
  },
  {
    "id": 1212,
    "fact": "Octopuses and squids have beaks. The beak is made of keratin – the same material that a bird’s beak, and our fingernails are made of."
  },
  {
    "id": 1213,
    "fact": "An estimated 50% of all gold ever mined on Earth came from a single plateau in South Africa: Witwatersrand."
  },
  {
    "id": 1214,
    "fact": "75% of the world’s diet is produced from just 12 plant and five different animal species."
  },
  {
    "id": 1215,
    "fact": "The original Star Wars premiered on just 32 screens across the U.S. in 1977. This was to produce buzz as the release widened to more theaters."
  },
  {
    "id": 1216,
    "fact": "The British government coined the slogan, “Keep Calm and Carry on” during World War 2 in order to motivate citizens to stay strong."
  },
  {
    "id": 1217,
    "fact": "Tirana, the capital of Albania has a lot of things in common with other European capitals – except one.  It’s one of two capitals without a Mcdonald’s. The second is Vatican City."
  },
  {
    "id": 1218,
    "fact": "Sour Patch Kids are from the same manufacturer as Swedish Fish. The red Sour Patch Kids are the same candy as Swedish Fish, but with sour sugar."
  },
  {
    "id": 1219,
    "fact": "The largest Japanese population outside of Japan stands at 1.6 million people who live in Brazil."
  },
  {
    "id": 1220,
    "fact": "IKEA is an acronym which stands for Ingvar Kamprad Elmtaryd Agunnaryd, which is the founder’s name, farm where he grew up, and hometown."
  },
  {
    "id": 1221,
    "fact": "In 2009, Stephen Hawking held a reception for time travelers, but didn’t publicize it until after. This way, only those who could time travel would be able to attend. Nobody else attended."
  },
  {
    "id": 1222,
    "fact": "Violin bows are commonly made from horse hair."
  },
  {
    "id": 1223,
    "fact": "There are less than 30 ships in the Royal Canadian Navy which are less than most third-world countries."
  },
  {
    "id": 1224,
    "fact": "Larry the Cable Guy’s real name is Daniel Lawrence Whitney. His notable Southern accent is fake – he was born and raised in the midwest, not the South."
  },
  {
    "id": 1225,
    "fact": "The youngest Pope in history was Pope Benedict IX who was 11 years old at the time of the election. He is also the only person to have been the Pope more than once."
  },
  {
    "id": 1226,
    "fact": "Costa Coffee employs Gennaro Pelliccia as a coffee taster, who has had his tongue insured for £10 million since 2009."
  },
  {
    "id": 1227,
    "fact": "Johnny Cash took only three voice lessons before his teacher advised him to stop taking lessons and to never deviate from his natural voice."
  },
  {
    "id": 1228,
    "fact": "There is an island called “Just Enough Room”, where there’s just enough room for a tree and a house."
  },
  {
    "id": 1229,
    "fact": "People who post their fitness routine on Facebook are more likely to have psychological problems."
  },
  {
    "id": 1230,
    "fact": "Medieval chastity belts are a myth. A great majority of examples now existing were made in the 18th and 19th centuries as jokes."
  },
  {
    "id": 1231,
    "fact": "Nowadays, millionaires with just $1 million aren’t considered wealthy anymore by most Americans. Now, the typical American sees at least $2.4 million as wealthy."
  },
  {
    "id": 1232,
    "fact": "Hanna-Barbera pitched The Flintstones to networks for 8 weeks before it was finally picked up. It became the first-ever animated show to air during primetime."
  },
  {
    "id": 1233,
    "fact": "There is a company that sells mirrors that make people look 10 pounds thinner. Overall, the mirrors have contributed to 54% of total sales for retailers that use it."
  },
  {
    "id": 1234,
    "fact": "There’s no period in “Dr. Pepper”. It was removed because the old logo font made it look like “Di: Pepper”."
  },
  {
    "id": 1235,
    "fact": "Standing around burns calories. On average, a 150-pound person burns 114 calories per hour while standing and doing nothing."
  },
  {
    "id": 1236,
    "fact": "Although GPS is free for the world to use, it costs $2 million per day to operate. The money comes from American tax revenue."
  },
  {
    "id": 1237,
    "fact": "In World War II, Germany tried to collapse the British economy by dropping millions of counterfeit bills over London."
  },
  {
    "id": 1238,
    "fact": "The human eye is so sensitive that, if the Earth were flat and it was a dark night, a candle’s flame could be seen from 30 miles away."
  },
  {
    "id": 1239,
    "fact": "When Space Invaders was created, Tomohiro Nishikado left in the lag caused by more invaders on the screen in order to create greater difficulty in the games."
  },
  {
    "id": 1240,
    "fact": "The color red doesn’t really make bulls angry; they are color-blind."
  },
  {
    "id": 1241,
    "fact": "65% of autistic kids are left-handed, and only 10% of people, in general, are left-handed."
  },
  {
    "id": 1242,
    "fact": "In 2007, Scotland spent £125,000 devising a new national slogan. The winning entry was: “Welcome to Scotland”."
  },
  {
    "id": 1243,
    "fact": "Until 2016, the “Happy Birthday” song was not for public use. Meaning, prior to 2016, the song was copyrighted and you had to pay a license to use it."
  },
  {
    "id": 1244,
    "fact": "There is a punctuation mark used to signify irony or sarcasm that looks like a backwards question mark ⸮"
  },
  {
    "id": 1245,
    "fact": "Lettuce is a member of the sunflower family."
  },
  {
    "id": 1246,
    "fact": "Researches have found that flossing your teeth can help your memory. Flossing prevents gum disease, which prevents stiff blood vessels, which cause memory issues."
  },
  {
    "id": 1247,
    "fact": "A cluster of bananas is called a “hand”. Along that theme, a single banana is called a “finger”."
  },
  {
    "id": 1248,
    "fact": "The Hobbit has been published in two editions. In the first edition, Gollum willingly bet on his ring in the riddle game."
  },
  {
    "id": 1249,
    "fact": "For nearly 60 years, Texas didn’t have an official state flag between 1879 & 1933. During that time, the Lone Star flag was the active, but the unofficial flag."
  },
  {
    "id": 1250,
    "fact": "A wildlife technician, Richard Thomas, took the famous tongue twister, “how much wood would a woodchuck chuck if a woodchuck could chuck wood” and calculated a rough estimate of what the answer would actually be. It came out to be around 700 pounds."
  },
  {
    "id": 1251,
    "fact": "Red Solo cups are a common souvenir to bring back from the United States. The novelty comes from the cups being used in many party scenes in movies."
  },
  {
    "id": 1252,
    "fact": "Swedish meatballs originated from a recipe King Charles XII brought back from Turkey in the early 1800s."
  },
  {
    "id": 1253,
    "fact": "Those cute furry bits inside a cat’s ear are called “ear furnishings”. They ensure that dirt doesn’t go inside and also helps them to hear well."
  },
  {
    "id": 1254,
    "fact": "Scientists discovered sharks that are living in an active underwater volcano. Divers cannot investigate because they would get burns from the acidity and heat."
  },
  {
    "id": 1255,
    "fact": "There are times when Pluto is closer to the Sun than Neptune – one of these timelines was from 1979 to 1999."
  },
  {
    "id": 1256,
    "fact": "There is a town in Nebraska called Monowi with a population of one. The only resident is a woman who is the Mayor, Bartender, and Librarian."
  },
  {
    "id": 1257,
    "fact": "The Ethiopian calendar is 7.5 years behind the Gregorian calendar due to the fact that it has 13 months."
  },
  {
    "id": 1258,
    "fact": "In 1994, the company that had a patent on GIFs tried to charge a fee for using GIFS. The PNG was invented as an alternative, and the company backed down."
  },
  {
    "id": 1259,
    "fact": "China is spending $3 billion dollars to build panda-shaped solar farms in order to get more young people interested in renewable energy."
  },
  {
    "id": 1260,
    "fact": "Mercury and Venus are the only two planets in our solar system that do not have any moons."
  },
  {
    "id": 1261,
    "fact": "The average American child is given $3.70 per tooth that falls out."
  },
  {
    "id": 1262,
    "fact": "To properly write adjectives in order, you would list them by amount, value, size, temperature, age, shape, color, origin, and material."
  },
  {
    "id": 1263,
    "fact": "The scientific term for brain freeze is “sphenopalatine ganglioneuralgia”."
  },
  {
    "id": 1264,
    "fact": "Canadians say “sorry” so much that a law was passed in 2009 declaring that an apology can’t be used as evidence of admission to guilt."
  },
  {
    "id": 1265,
    "fact": "Back when dinosaurs existed, there used to be volcanoes that were erupting on the moon."
  },
  {
    "id": 1266,
    "fact": "The only letter that doesn’t appear on the periodic table is J."
  },
  {
    "id": 1267,
    "fact": "One habit of intelligent humans is being easily annoyed by people around them, but saying nothing in order to avoid a meaningless argument."
  },
  {
    "id": 1268,
    "fact": "If a Polar Bear and a Grizzly Bear mate, their offspring is called a “Pizzy Bear”."
  },
  {
    "id": 1269,
    "fact": "In 2006, a Coca-Cola employee offered to sell Coca-Cola secrets to Pepsi. Pepsi responded by notifying Coca-Cola."
  },
  {
    "id": 1270,
    "fact": "There were two AI chatbots created by Facebook to talk to each other, but they were shut down after they started communicating in a language they made for themselves."
  },
  {
    "id": 1271,
    "fact": "Nintendo trademarked the phrase “It’s on like Donkey Kong” in 2010."
  },
  {
    "id": 1272,
    "fact": "The famous line in Titanic from Leonardo DiCaprio, “I’m king of the world!” was improvised."
  },
  {
    "id": 1273,
    "fact": "A single strand of Spaghetti is called a “Spaghetto”."
  },
  {
    "id": 1274,
    "fact": "Hershey’s Kisses are named that after the kissing sound the deposited chocolate makes as it falls from the machine on the conveyor belt."
  },
  {
    "id": 1275,
    "fact": "Princess Peach didn’t move until 1988, designers believed it was too complicated to make her a movable character."
  },
  {
    "id": 1276,
    "fact": "To leave a party without telling anyone is called in English, a “French Exit”. In French, it’s called a “partir à l’anglaise”, to leave like the English."
  },
  {
    "id": 1277,
    "fact": "If you cut down a cactus in Arizona, you’ll be penalized up to 25 years in jail. It is similar to cutting down a protected tree species."
  },
  {
    "id": 1278,
    "fact": "The Buddha commonly depicted in statues and pictures is a different person entirely. The real Buddha was actually incredibly skinny because of self-deprivation."
  },
  {
    "id": 1279,
    "fact": "In Colorado, USA, there is still an active volcano. It last erupted about the same time as the pyramids were being built in Egypt."
  },
  {
    "id": 1280,
    "fact": "The first movie ever to put out a motion-picture soundtrack was Snow White and the Seven Dwarves."
  },
  {
    "id": 1281,
    "fact": "Fruit stickers are edible, though the same as any fruit, washing prior to eating is recommended. The glue used for them is regulated by the FDA."
  },
  {
    "id": 1282,
    "fact": "The scientific name for Giant Anteater is Myrmecophaga Tridactyla. This means “ant eating with three fingers”."
  },
  {
    "id": 1283,
    "fact": "Astronaut is a compound word derived from the two Ancient Greek words “Astro” meaning “star” and “naut” meaning “sailor”. So astronaut literally means “star sailor”."
  },
  {
    "id": 1284,
    "fact": "The flashes of colored light you see when you rub your eyes are called “phosphenes”."
  },
  {
    "id": 1285,
    "fact": "At birth, a baby panda is smaller than a mouse."
  },
  {
    "id": 1286,
    "fact": "Iceland does not have a railway system."
  },
  {
    "id": 1287,
    "fact": "The largest known prime number has 17,425,170 digits. The new prime number is 2 multiplied by itself 57,885,161 times, minus 1."
  },
  {
    "id": 1288,
    "fact": "Forrest Fenn, an art dealer and author, hid a treasure chest in the Rocky Mountains worth over 1 million dollars. It still has not been found."
  },
  {
    "id": 1289,
    "fact": "The lead singer of The Offspring started attending school to achieve a doctorate in molecular biology while still in the band. He graduated in May 2017."
  },
  {
    "id": 1290,
    "fact": "The tongue is the only muscle in one’s body that is attached from one end."
  },
  {
    "id": 1291,
    "fact": "There is a company in Japan that has schools that teach you how to be funny. The first one opened in 1982. About 1,000 students take the course each year."
  },
  {
    "id": 1292,
    "fact": "The Lego Group is the world’s most powerful brand. There are more Lego Minifigures than there are people on Earth."
  },
  {
    "id": 1293,
    "fact": "The Bagheera kiplingi spider was discovered in the 1800s and is the only species of spider that has been classified as vegetarian."
  },
  {
    "id": 1294,
    "fact": "There is a boss in Metal Gear Solid 3 that can be defeated by not playing the game for a week; or by changing the date."
  },
  {
    "id": 1295,
    "fact": "The Roman – Persian wars are the longest in history, lasting over 680 years. They began in 54 BC and ended in 628 AD."
  },
  {
    "id": 1296,
    "fact": "Elvis was originally blonde. He started coloring his hair black for an edgier look. Sometimes, he would touch it up himself using shoe polish."
  },
  {
    "id": 1297,
    "fact": "If you translate “Jesus” from Hebrew to English, the correct translation is “Joshua”. The name “Jesus” comes from translating the name from Hebrew, to Greek, to Latin, to English."
  },
  {
    "id": 1298,
    "fact": "Ed Sheeran bought a ticket to LA with no contacts. He was spotted by Jamie Foxx, who offered him the use of his recording studio and a bed in his Hollywood home for six weeks."
  },
  {
    "id": 1299,
    "fact": "The first service animals were established in Germany during World War I. References to service animals date as far back as the mid-16th Century."
  },
  {
    "id": 1300,
    "fact": "An 11-year-old girl proposed the name for Pluto after the Roman god of the Underworld."
  },
  {
    "id": 1301,
    "fact": "The voice actor of SpongeBob and the voice actor of Karen, Plankton’s computer wife, have been married since 1995."
  },
  {
    "id": 1302,
    "fact": "An Italian banker, Gilberto Baschiera is considered a modern-day Robin Hood. Over the course of 7 years, he secretly diverted 1 million euros to poorer clients from the wealthy ones so they could qualify for loans. He made no profit and avoided jail in 2018 due to a plea bargain."
  },
  {
    "id": 1303,
    "fact": "Octopuses and squids have beaks. The beak is made of keratin – the same material that a bird’s beak, and our fingernails are made of."
  },
  {
    "id": 1304,
    "fact": "An estimated 50% of all gold ever mined on Earth came from a single plateau in South Africa: Witwatersrand."
  },
  {
    "id": 1305,
    "fact": "75% of the world’s diet is produced from just 12 plant and five different animal species."
  },
  {
    "id": 1306,
    "fact": "The original Star Wars premiered on just 32 screens across the U.S. in 1977. This was to produce buzz as the release widened to more theaters."
  },
  {
    "id": 1307,
    "fact": "The British government coined the slogan, “Keep Calm and Carry on” during World War 2 in order to motivate citizens to stay strong."
  },
  {
    "id": 1308,
    "fact": "Tirana, the capital of Albania has a lot of things in common with other European capitals – except one.  It’s one of two capitals without a Mcdonald’s. The second is Vatican City."
  },
  {
    "id": 1309,
    "fact": "Sour Patch Kids are from the same manufacturer as Swedish Fish. The red Sour Patch Kids are the same candy as Swedish Fish, but with sour sugar."
  },
  {
    "id": 1310,
    "fact": "The largest Japanese population outside of Japan stands at 1.6 million people who live in Brazil."
  },
  {
    "id": 1311,
    "fact": "IKEA is an acronym which stands for Ingvar Kamprad Elmtaryd Agunnaryd, which is the founder’s name, farm where he grew up, and hometown."
  },
  {
    "id": 1312,
    "fact": "In 2009, Stephen Hawking held a reception for time travelers, but didn’t publicize it until after. This way, only those who could time travel would be able to attend. Nobody else attended."
  },
  {
    "id": 1313,
    "fact": "Violin bows are commonly made from horse hair."
  },
  {
    "id": 1314,
    "fact": "There are less than 30 ships in the Royal Canadian Navy which are less than most third-world countries."
  },
  {
    "id": 1315,
    "fact": "Larry the Cable Guy’s real name is Daniel Lawrence Whitney. His notable Southern accent is fake – he was born and raised in the midwest, not the South."
  },
  {
    "id": 1316,
    "fact": "The youngest Pope in history was Pope Benedict IX who was 11 years old at the time of the election. He is also the only person to have been the Pope more than once."
  },
  {
    "id": 1317,
    "fact": "Costa Coffee employs Gennaro Pelliccia as a coffee taster, who has had his tongue insured for £10 million since 2009."
  },
  {
    "id": 1318,
    "fact": "Johnny Cash took only three voice lessons before his teacher advised him to stop taking lessons and to never deviate from his natural voice."
  },
  {
    "id": 1319,
    "fact": "There is an island called “Just Enough Room”, where there’s just enough room for a tree and a house."
  },
  {
    "id": 1320,
    "fact": "People who post their fitness routine on Facebook are more likely to have psychological problems."
  },
  {
    "id": 1321,
    "fact": "Medieval chastity belts are a myth. A great majority of examples now existing were made in the 18th and 19th centuries as jokes."
  },
  {
    "id": 1322,
    "fact": "Nowadays, millionaires with just $1 million aren’t considered wealthy anymore by most Americans. Now, the typical American sees at least $2.4 million as wealthy."
  },
  {
    "id": 1323,
    "fact": "Hanna-Barbera pitched The Flintstones to networks for 8 weeks before it was finally picked up. It became the first-ever animated show to air during primetime."
  },
  {
    "id": 1324,
    "fact": "There is a company that sells mirrors that make people look 10 pounds thinner. Overall, the mirrors have contributed to 54% of total sales for retailers that use it."
  },
  {
    "id": 1325,
    "fact": "There’s no period in “Dr. Pepper”. It was removed because the old logo font made it look like “Di: Pepper”."
  },
  {
    "id": 1326,
    "fact": "Standing around burns calories. On average, a 150-pound person burns 114 calories per hour while standing and doing nothing."
  },
  {
    "id": 1327,
    "fact": "Although GPS is free for the world to use, it costs $2 million per day to operate. The money comes from American tax revenue."
  },
  {
    "id": 1328,
    "fact": "In World War II, Germany tried to collapse the British economy by dropping millions of counterfeit bills over London."
  },
  {
    "id": 1329,
    "fact": "The human eye is so sensitive that, if the Earth were flat and it was a dark night, a candle’s flame could be seen from 30 miles away."
  },
  {
    "id": 1330,
    "fact": "When Space Invaders was created, Tomohiro Nishikado left in the lag caused by more invaders on the screen in order to create greater difficulty in the games."
  },
  {
    "id": 1331,
    "fact": "The color red doesn’t really make bulls angry; they are color-blind."
  },
  {
    "id": 1332,
    "fact": "65% of autistic kids are left-handed, and only 10% of people, in general, are left-handed."
  },
  {
    "id": 1333,
    "fact": "In 2007, Scotland spent £125,000 devising a new national slogan. The winning entry was: “Welcome to Scotland”."
  },
  {
    "id": 1334,
    "fact": "Until 2016, the “Happy Birthday” song was not for public use. Meaning, prior to 2016, the song was copyrighted and you had to pay a license to use it."
  },
  {
    "id": 1335,
    "fact": "There is a punctuation mark used to signify irony or sarcasm that looks like a backwards question mark ⸮"
  },
  {
    "id": 1336,
    "fact": "Lettuce is a member of the sunflower family."
  },
  {
    "id": 1337,
    "fact": "Researches have found that flossing your teeth can help your memory. Flossing prevents gum disease, which prevents stiff blood vessels, which cause memory issues."
  },
  {
    "id": 1338,
    "fact": "A cluster of bananas is called a “hand”. Along that theme, a single banana is called a “finger”."
  },
  {
    "id": 1339,
    "fact": "The Hobbit has been published in two editions. In the first edition, Gollum willingly bet on his ring in the riddle game."
  },
  {
    "id": 1340,
    "fact": "For nearly 60 years, Texas didn’t have an official state flag between 1879 & 1933. During that time, the Lone Star flag was the active, but the unofficial flag."
  },
  {
    "id": 1341,
    "fact": "A wildlife technician, Richard Thomas, took the famous tongue twister, “how much wood would a woodchuck chuck if a woodchuck could chuck wood” and calculated a rough estimate of what the answer would actually be. It came out to be around 700 pounds."
  },
  {
    "id": 1342,
    "fact": "Red Solo cups are a common souvenir to bring back from the United States. The novelty comes from the cups being used in many party scenes in movies."
  },
  {
    "id": 1343,
    "fact": "Swedish meatballs originated from a recipe King Charles XII brought back from Turkey in the early 1800s."
  },
  {
    "id": 1344,
    "fact": "Those cute furry bits inside a cat’s ear are called “ear furnishings”. They ensure that dirt doesn’t go inside and also helps them to hear well."
  },
  {
    "id": 1345,
    "fact": "Scientists discovered sharks that are living in an active underwater volcano. Divers cannot investigate because they would get burns from the acidity and heat."
  },
  {
    "id": 1346,
    "fact": "There are times when Pluto is closer to the Sun than Neptune – one of these timelines was from 1979 to 1999."
  },
  {
    "id": 1347,
    "fact": "There is a town in Nebraska called Monowi with a population of one. The only resident is a woman who is the Mayor, Bartender, and Librarian."
  },
  {
    "id": 1348,
    "fact": "The Ethiopian calendar is 7.5 years behind the Gregorian calendar due to the fact that it has 13 months."
  },
  {
    "id": 1349,
    "fact": "In 1994, the company that had a patent on GIFs tried to charge a fee for using GIFS. The PNG was invented as an alternative, and the company backed down."
  },
  {
    "id": 1350,
    "fact": "China is spending $3 billion dollars to build panda-shaped solar farms in order to get more young people interested in renewable energy."
  },
  {
    "id": 1351,
    "fact": "Mercury and Venus are the only two planets in our solar system that do not have any moons."
  },
  {
    "id": 1352,
    "fact": "The average American child is given $3.70 per tooth that falls out."
  },
  {
    "id": 1353,
    "fact": "To properly write adjectives in order, you would list them by amount, value, size, temperature, age, shape, color, origin, and material."
  }
]