{"facts":{[
  {
    "id": 1,
    "fact": "During World War II, a Great Dane named Juliana was awarded the Blue Cross Medal. She extinguished an incendiary bomb by peeing on it!"
  },
  {
    "id": 2,
    "fact": "Alexander the Great was accidentally buried alive. Scientists believe Alexander suffered from a neurological disorder called Guillain-Barré Syndrome. They believe that when he died he was actually just paralyzed and mentally aware!"
  },
  {
    "id": 3,
    "fact": "There were female Gladiators in Ancient Rome! A female gladiator was called a Gladiatrix, or Gladiatrices. They were extremely rare, unlike their male counterparts."
  },
  {
    "id": 4,
    "fact": "The world’s most successful pirate in history was a lady named Ching Shih. She was a prostitute in China until the Commander of the Red Flag Fleet bought and married her. But, her husband considered her his equal and she became an active pirate commander in the fleet."
  },
  {
    "id": 5,
    "fact": "You may know them as the bunch of heroes that broke box office records with their movies. But, The Avengers was also a group of Jewish assassins who hunted Nazi war criminals after World War II. They poisoned 2,283 German prisoners of war!"
  },
  {
    "id": 6,
    "fact": "From 1912 to 1948, the Olympic Games held competitions in the fine arts. Medals were given for literature, architecture, sculpture, painting, and music. Obviously, the art created was required to be Olympic-themed."
  },
  {
    "id": 7,
    "fact": "Famous conqueror, Napoleon Bonaparte, was once attacked by a horde of bunnies! He had requested that a rabbit hunt be arranged for himself and his men. When the rabbits were released from their cages, the bunnies charged toward Bonaparte and his men in an unstoppable onslaught."
  },
  {
    "id": 9,
    "fact": "Cleopatra wasn’t actually Egyptian! As far as historians can tell, Egypt’s famous femme fatal was actually Greek!. She was a descendant of Alexander the Great's Macedonian general Ptolemy."
  },
  {
    "id": 10,
    "fact": "Ketchup was sold in the 1830s as medicine. In 1834, it was sold as a cure for an upset stomach by an Ohio physician named John Cook. It wasn't popularized as a condiment until the late 19th century!"
  },
  {
    "id": 11,
    "fact": "Did you know Abraham Lincoln is in the wrestling hall of fame? The 6'4\" president had only one loss among his around 300 contests. He earned a reputation for this in New Salem, Illinois, as an elite fighter."
  },
  {
    "id": 12,
    "fact": "George Washington opened a whiskey distillery after his presidency. After his term, Washington opened a whiskey distillery. By 1799, Washington's distillery was the largest in the country, producing 11,000 gallons of un-aged whiskey!"
  },
  {
    "id": 13,
    "fact": "During the Salem witch trials, the accused witches weren’t actually burned at the stake. The majority were jailed, and some were hanged. But none of the 2,000 people accused ever got burned alive."
  },
  {
    "id": 14,
    "fact": "President Zachary Taylor died from a cherry overdose! Zachary Taylor passed away after eating way too many cherries and drinking milk at a Fourth of July party in 1850. He died on July 9th from gastroenteritis. The acid in cherries along with the milk is believed to have caused this."
  },
  {
    "id": 15,
    "fact": "Andrew Jackson had a pet parrot. And he taught his parrot, Polly, to curse like a sailor. There is even one legend that the parrot had to be taken out of Jackson's funeral for its proclivity for profanity!"
  },
  {
    "id": 16,
    "fact": "The Bloody Mary wasn’t always called Bloody Mary! First, the popular brunch drink was actually called A Bucket Of Blood. After Bucket Of Blood, it transitioned to Red Snapper and, finally, settled on Bloody Mary."
  },
  {
    "id": 17,
    "fact": "In the Ancient Olympics, athletes performed naked! This was to achieve closeness to the gods and also help detox their skin through sweating. In fact, the word “gymnastics” comes from the Ancient Greek words “gumnasía” (“athletic training, exercise”) and “gumnós” (“naked”)."
  },
  {
    "id": 19,
    "fact": "In 1386, a pig was executed in France. In the Middle Ages, a pig attacked a child who went to die later from their wounds. The pig was arrested, kept in prison, and then sent to court where it stood trial for murder, was found guilty and then executed by hanging!"
  },
  {
    "id": 20,
    "fact": "During the Great Depression, people made clothes out of food sacks. People used flour bags, potato sacks, and anything made out of burlap. Because of this trend, food distributors started to make their sacks more colorful to help people remain a little bit fashionable."
  },
  {
    "id": 21,
    "fact": "During the Victorian period, it was normal to photograph loved ones after they died. People would dress their newly-deceased relatives in their best clothing, and then put them in lifelike poses and photograph them. They did this to preserve one last image of their dead loved one!"
  },
  {
    "id": 22,
    "fact": "The shortest war in history lasted 38 minutes! It was between Britain and Zanzibar and known as the Anglo-Zanzibar War, this war occurred on August 27, 1896. It was over the ascension of the next Sultan in Zanzibar and resulted in a British victory."
  },
  {
    "id": 24,
    "fact": "Tug of War used to be an Olympic sport! It was part of the Olympic schedule between 1900 and 1920 and occurred at 5 different Summer Olympic Games. The nation to win the most medals in this was Britain with 5 medals, then the USA with 3."
  },
  {
    "id": 25,
    "fact": "The University of Oxford is older than the Aztec Empire. The University of Oxford first opened its doors to students all the way back in 1096. By comparison, the Aztec Empire is said to have originated with the founding of the city of Tenochtitlán at Lake Texcoco by the Mexica which occurred in the year 1325."
  },
  {
    "id": 26,
    "fact": "The most famous female serial killer was a Hungarian Countess, Elizabeth Báthory de Ecsed. She was accused of torturing and killing over 650 young women. Most of them were between the ages of 10 and 14."
  },
  {
    "id": 27,
    "fact": "Russia ran out of vodka celebrating the end of World War II! When the long war ended, street parties engulfed the Soviet Union, lasting for days--until all of the nation’s vodka reserves ran out a mere 22 hours after the partying started."
  },
  {
    "id": 28,
    "fact": "The first official Medals of Honor were awarded during the American Civil War. They were awarded to Union soldiers who participated in the Great Locomotive Chase of 1862."
  },
  {
    "id": 29,
    "fact": "In 18th century England, pineapples were a status symbol. Those rich enough to own a pineapple would carry them around to signify their personal wealth and high-class status. In that day and age, everything from clothing to houseware was decorated with the tropical fruit."
  },
  {
    "id": 30,
    "fact": "In Ancient Greece, they believed redheads became vampires after death! This was partly because redheaded people are very pale-skinned and sensitive to sunlight. Unlike the Mediterranean Greeks who had olive skin and dark features."
  },
  {
    "id": 31,
    "fact": "Ferrets, dogs, and monkeys were the most popular pets in the Roman Empire. Instead of cats, Ancient Romans used ferrets to hunt mice and rats. They used dogs as guards and monkeys as entertainment."
  },
  {
    "id": 32,
    "fact": "Tablecloths were originally designed to be used as one big, communal napkin. When they were first invented, guests were meant to wipe off their hands and faces on a tablecloth after a messy dinner party."
  },
  {
    "id": 33,
    "fact": "Before alarm clocks and way before smartphone alarms, there were people called knocker-uppers who would literally knock on people’s window to wake them up in time for work. Up until the 1970s, knocker-uppers used a long stick, soft hammers, rattles, or even pea shooters to reach their clients’ windows!"
  },
  {
    "id": 34,
    "fact": "British poet and politician, Lord Byron, kept a pet bear in his dormitory while studying at Cambridge. Known for being an avid animal lover, when he found out he couldn’t bring his dog he decided to bring a tame bear to live with him on campus instead. He was even known to take it on walks with a leash!"
  },
  {
    "id": 35,
    "fact": "For over 30 years, Canada and Denmark have been playfully fighting for control of a tiny island near Greenland called Hans Island. Once in a while, when officials from each country visit, they leave a bottle of their country's liquor as a power move."
  },
  {
    "id": 36,
    "fact": ""
  },
  {
    "id": 37,
    "fact": "As Saint Lawrence was roasted on a gridiron by the prefect of Rome during the persecution of Christians, legend says, he cheerfully declared: \"I'm well done on this side. Turn me over!\" Because of this, he derives his patronage of cooks, chefs, and comedians."
  },
  {
    "id": 38,
    "fact": "In 1998, 1,200 bones from some ten human bodies were found in the basement of Ben Franklin's house. Before you go crafting a murder mystery about the Founding Father, it was revealed that the bodies were used in the study of human anatomy."
  },
  {
    "id": 39,
    "fact": "The tallest married couple ever recorded was Anna Haining Swan who was 7'11\" and Martin Van Buren Bates who was 7'9\". When she gave birth, Swan’s baby was 22 pounds."
  },
  {
    "id": 40,
    "fact": "In 1945, a balloon bomb launched by Japan landed in Oregon. It fell upon by a woman and five children, who died when it exploded. These were the only World War II casualties on US soil."
  },
  {
    "id": 41,
    "fact": "Roman gladiators often became celebrities and even endorsed products! Children would even play with gladiator ‘action figures’ made out of clay. Also, their sweat was considered an aphrodisiac and women would mix it into their skincare products"
  },
  {
    "id": 42,
    "fact": "Johnny Appleseed was a real person! His real name was John Chapman and his hometown was Leominster, Massachusetts. He also has a street named after him, though the city planners decided it would be more poetic to use his mythical name: Johnny Appleseed Lane."
  },
  {
    "id": 43,
    "fact": "Cars weren’t invented in the United States! The first car actually was created in the 19th century when European engineers Karl Benz and Emile Levassor were working on automobile inventions. Benz patented the first automobile in 1886."
  },
  {
    "id": 44,
    "fact": "Abraham Lincoln was also a licensed bartender. In 1833, the 16th president opened up a bar called Berry and Lincoln with his friend William F. Berry in New Salem, Illinois. The shop was eventually closed when Berry, a raging alcoholic, consumed most of the shop's supply."
  },
  {
    "id": 45,
    "fact": "Vladimir Pravik was one of the first firefighters to reach the Chernobyl Nuclear Power Plant on April 26th, 1986. The radiation was so strong that it changed his eye color from brown to blue. Like the majority of the first responders to the radioactive disaster, Vladimir died 15 days later from severe radiation poisoning."
  },
  {
    "id": 46,
    "fact": "Roman Catholics in Bavaria founded a secret society in 1740 called the Order of the Pug. New members had to wear dog collars and scratch at the door to get in. This para-Masonic society was reportedly active until 1902!"
  },
  {
    "id": 47,
    "fact": "King Henry VIII of England had servants who were called \"Grooms of Stool\" whose job it was to wipe his bottom after he went to the bathroom. During his reign, he had all of those four such people knighted."
  },
  {
    "id": 48,
    "fact": "14 years before the infamous Titanic sank, author Morgan Robertson wrote the novella Futility. It was about the large unsinkable ship \"Titan\" hitting an iceberg in the Northern Atlantic. What’s even weirder is, the Titanic and the fictional Titan did not have enough lifeboats for the thousands of passengers on board-- Coincidence?"
  },
  {
    "id": 49,
    "fact": "Between the 11th and 19th centuries, a number of Buddhist monks successfully mummified themselves. They adopted a practice called Sokushinbutsu in which they gradually weaned themselves off food and water and essentially starved themselves to death over the course of a thousand days. It was believed that by successfully mummifying themselves, the monks would achieve true enlightenment."
  },
  {
    "id": 50,
    "fact": "The ancient Romans often used stale urine as mouthwash. The main ingredient in urine is ammonia which acts as a powerful cleaning agent. Urine became so in demand that Romans who traded in it actually had to pay a tax!"
  },
  {
    "id": 51,
    "fact": "While in power, Pope Gregory IX declared that cats were to be associated with devil worship and had them exterminated. Some believed that the disappearance of those cats helped rats spread the bubonic plague aka the Black Death that killed millions of people in the 1300s."
  },
  {
    "id": 52,
    "fact": "Grigori Yefimovich Rasputin, a Russian mystic and friend to Czar Nicolas II, reportedly survived being poisoned, shot, and stabbed numerous times before he was finally drowned in the Volga river."
  },
  {
    "id": 53,
    "fact": "From the 1940s to the 1970s, Yale, plus other Ivy League schools like Harvard, Vassar, and Brown, required their freshmen to pose nude for a photoshoot. The goal was to gather material for a massive study into how rickets developed, and that involved sticking pins to the backs of the subjects, male and female. Generations of the country’s elite who went to the Ivy Leagues posed and the archives included the naked photos of well-known figures ranging from George W. Bush, Hillary Clinton, and Meryl Streep. The photos were destroyed after news leaked and the study was denounced."
  },
  {
    "id": 54,
    "fact": "The Luftwaffe had a master interrogator, Hanns Scharff, whose tactic was being as nice as possible. Scharff’s best tactics for getting information out of prisoners included: nature walks without guards present, baking them homemade food, cracking jokes, drinking beers, and afternoon tea with German fighter aces. His techniques were so successful that the US military later incorporated his methods into their own interrogation schools."
  },
  {
    "id": 55,
    "fact": "In Ancient Asia, death by elephant was a popular form of execution. They could be taught to slowly break bones, crush skulls, twist off limbs, or even execute people using large blades fitted to their tusks. In some parts of Asia, this method of execution was still popular up to the late 19th century."
  },
  {
    "id": 56,
    "fact": "Using forks used to be seen as sacrilegious. The widely used eating utensils were once seen as blasphemous and an offense to God. Why? Because they were \"artificial hands\" and as such was considered to be sacrilegious."
  },
  {
    "id": 57,
    "fact": "Mary, indeed, had a little lamb. Her name was Mary Sawyer. She was an 11-year-old girl and lived in Boston and one day was followed to school by her pet lamb. In the late 1860s, she helped raise money for an old church by selling wool from the lamb."
  },
  {
    "id": 58,
    "fact": "Back in the 16th century, the wealthy elite used to eat dead bodies. It was rumored the cadavers could cure diseases. The highest delicacy? Egyptian mummies."
  },
  {
    "id": 59,
    "fact": "Winston Churchill typically smoked eight to ten cigars a day, sometimes as much as fifteen. During the American prohibition, he would get a doctor’s note saying he needed to drink “indefinite” amounts of alcohol when he would come and visit the states."
  },
  {
    "id": 60,
    "fact": "100 million years ago, the Sahara Desert was inhabited by galloping crocodiles. Back then, the Sahara Desert was a lush oasis full of life and full of predators. In 2009, fossil hunters found the remains of crocodiles that had large land-going legs that were capable of galloping across the land at breakneck speeds!"
  },
  {
    "id": 61,
    "fact": "Before the 19th century, dentures were made from dead soldiers’ teeth. After the Battle of Waterloo, dentists ran to the battlefield to seek out teeth from the thousands of dead soldiers. They then took their bounty to their dental practices and crafted them into dentures for the toothless elite."
  },
  {
    "id": 62,
    "fact": "Roman Emperor Gaius, also known as Caligula, made one of his favorite horses a senator. The emperor loved his horse, named Incitatus, so much that he gave him a marble stall, an ivory manger, a jeweled collar, and even a house! Caligula also allegedly planned to make his trusty steed Consul before his assassination."
  },
  {
    "id": 63,
    "fact": "Sure, we’ve all heard of the Boston Tea Party but what about the Boston Molasses Disaster? On January 15, 1919, a 90-foot wide cast-iron tank filled to the brim with sticky molasses, exploded and spilled 2.5 million gallons of crude molasses into the streets of Boston. The brown stuff ran through the streets like a tsunami, with 15 foot high waves and reaching speeds of 35 miles per hour. The molasses demolished everything in its path, toppling buildings, drowning horses, and eventually killed 21 and injured 150."
  },
  {
    "id": 64,
    "fact": "When Louis XVI and Marie Antoinette were beheaded, it is said that people dipped handkerchiefs in their blood to keep as souvenirs. In 2011, a group of scientists confirmed that a blood-stained handkerchief dated from approximately 1793 was soaked in the blood of Louis XVI."
  },
  {
    "id": 65,
    "fact": "In 1644, English statesman, Oliver Cromwell, banned the eating of pie. He declared it a pagan form of pleasure. For 16 years, pie eating and making went underground until the Restoration leaders lifted the ban on pie in 1660."
  },
  {
    "id": 66,
    "fact": "John Adams and Thomas Jefferson, Founding Fathers and the 2nd and 3rd Presidents of the United States respectively, died within hours of each other on July 4, 1826 - the 50th anniversary of the adoption of The Declaration of Independence. Adams' last words were \"Jefferson lives\", unaware that his old friend had died earlier that day."
  },
  {
    "id": 67,
    "fact": "Joan of Arc convinced Charles VII she could lead his armies with no experience. She routed the English, survived a 60-foot escape leap from a tower uninjured, was falsely accused of heresy, and burned at the stake, all between the ages of 17 and 19. She was guided by voices only she could hear."
  },
  {
    "id": 68,
    "fact": "The sound made by the Krakatoa volcanic eruption in 1883 was so loud it ruptured eardrums of people 40 miles away, traveled around the world four times, and was clearly heard 3,000 miles away. That's like standing in New York and hearing a sound from San Francisco."
  },
  {
    "id": 69,
    "fact": "The South African railway once employed a baboon. In his right years of service, he never made a single mistake."
  },
  {
    "id": 70,
    "fact": "The Tale of Two Lovers, an erotic novel, was one of the best-selling books of the 15th century. It was written by Pope Pius II before he assumed the papacy."
  },
  {
    "id": 71,
    "fact": "It’s believed that roughly 97% of history has been lost over time. Written accounts of history only started roughly 6,000 years ago. And modern humans first appeared around 200,000 years ago."
  },
  {
    "id": 72,
    "fact": "Before Julius Caesar invaded Britain, many Romans didn’t believe it existed. Julius Caesar was the first-ever Roman to invade Britain. He did it twice in the years 55 and 54 BC. Some Romans believed Britain to be just the foot of another huge northern continent. Others thought it was a place full of unbelievable riches, whilst most thought it just didn’t exist."
  },
  {
    "id": 73,
    "fact": "The Soviet Union tried to snuff out the memory of Genghis Khan. During the Soviet-era rule of the late 20th century, simply mentioning the great Mongolian conqueror’s name was a crime against the USSR. The Soviets removed his story from school textbooks and outlawed pilgrimages to his birthplace of Khentii."
  },
  {
    "id": 74,
    "fact": "The guillotine was invented to create “equality in execution”. Until it’s advent and widespread use, the regular methods of execution in France were rather savage. Punishment like being drawn and quartered was common. The idea to use the guillotine as the main method of execution was part of the movement for equality in France that spurred on the revolution."
  },
  {
    "id": 75,
    "fact": "Adolf Hitler helped design the Volkswagen Beetle. Between Hitler and Ferdinand Porsche, the iconic bug-like car was designed as part of a Hitler-revived German initiative to create an affordable and practical car that everyone could own."
  },
  {
    "id": 76,
    "fact": "The Ancient Egyptians used slabs of stone as pillows. In Ancient Egypt, the head was considered to be the seat of spiritual life and had to be cared for. So, therefore, when getting into bed, the Egyptians would place their heads on a stone with a curve in it."
  },
  {
    "id": 77,
    "fact": "The first known artworks date back to roughly 100,000 years ago. It is believed to have begun with the Homo Sapiens during the Upper Paleolithic era. The oldest known artworks were found in a cave in what is now France."
  },
  {
    "id": 78,
    "fact": "During World War II, Americans called hamburgers “liberty steaks”. This was because “hamburger” sounded a little too German. Also, during World War II, sauerkraut was re-dubbed “liberty cabbage”."
  },
  {
    "id": 79,
    "fact": "The Dutch-Scilly War lasted 335 years and had no battles or deaths. Spanning between 1651 – 1986, the war was a by-product of the English Civil War and the decision of the Dutch to side with the Parliamentarians over the Royalists. The Royalists had raided a few Dutch shipping vessels in revenge before fleeing to the Isles of Scilly. The Dutch turned up, demanding reparations from the Royalists and, when they didn’t pay up, declared war. But they decided to call it a day and go home pretty sharpish as they realized the Royalists didn’t have a penny to their names. The only thing is they never declared peace with the Isles and just completely forgot they were at war."
  },
  {
    "id": 80,
    "fact": "Adolf Hitler’s nephew fought against the Nazis in World War II. During the Second World War, William Patrick Hitler (later William Patrick Stuart-Houston), was drafted into the United States Navy where he served as a Hospital Corpsman throughout the war until 1947. He was wounded in action and was awarded the Purple Heart, and went on to gain American citizenship."
  },
  {
    "id": 81,
    "fact": "The fastest surgeon ever ended up causing a 300% mortality rate—shocking, right?! Surgeon Robert Liston was considered “the fastest knife in the West”. He was a pioneer in speed-surgery. When performing a battlefield amputation in front of a group of spectators, Liston cut through his patient’s leg so quickly that he accidentally cut the fingers off the person who was helping him. One man who witnessed the surgery collapsed and died of a heart attack. Then Liston’s patient and his assistant died of blood poisoning from their joint-amputation, making him the only surgeon in history to have a 300% mortality rate."
  },
  {
    "id": 82,
    "fact": "There were “dance marathons” during the Great Depression. These human endurance contests served as a way of giving financially unstable married couples a roof over their head and food to eat for a few days. The dance partners would take turns sleeping while the other propped them up and continued dancing with them."
  },
  {
    "id": 83,
    "fact": "One in 200 men are direct descendants of Genghis Khan. The Mongolian Emperor was known for siring at least 11 children. Scientists conducted a study in 2003 which showed that one in 200 men share a Y chromosome with the conqueror."
  },
  {
    "id": 84,
    "fact": "In the Victorian era, men with mustaches used special cups. Pragmatically called “mustache cups”, these specially-made mugs had guards on them which prevented a man’s mustache from dipping into their warm cup of tea!"
  },
  {
    "id": 85,
    "fact": "46 BC was 445 days long and is the longest year in human history. Nicknamed the year of confusion, this year had two extra leap months inserted by Julius Caesar. This was in order to make his newly-formed Julian Calendar match up with the seasonal year."
  },
  {
    "id": 86,
    "fact": "Back in Colonial America, slaves could win their freedom through lawsuits. Although there was a low chance of succeeding, winning in court meant that the slave was now a citizen. Since slaves often didn't have last names and needed a last name to be a citizen, they were often just given the last name of 'Freeman'."
  },
  {
    "id": 87,
    "fact": "The Leaning Tower of Pisa was never straight. Known for its four-degree lean, this Italian bell tower was constructed in the 12th century. When construction on the second story started, the tower started to lean, due to the unstable ground it was built on."
  },
  {
    "id": 88,
    "fact": "Iceland has the world’s oldest parliament in history. Called the Althing, it was established in 930 and has stayed as the acting parliament of Iceland since then."
  },
  {
    "id": 89,
    "fact": "Alexander the Great named over 70 cities after himself. Alexander the Great conquered over 2 million square miles of the Earth’s surface all by the time he was 30 so naming cities after himself was much deserved."
  },
  {
    "id": 90,
    "fact": "Cleopatra was the first member of her dynasty to speak Ancient Egyptian. She was also able to speak 8 other languages including Ancient Greek, Ancient Iranian, Ancient Parthian, Syriac, Ethiopian, Troglodytae, Hebrew and Arabic."
  },
  {
    "id": 91,
    "fact": "America’s National School Lunch Program of 1946 was due to WWII. This is due to the fact that the government realized by giving the children free meals, they would have a healthier draft pool if they ever needed it again."
  },
  {
    "id": 92,
    "fact": "Paul Tibbets, pilot of the Enola Gay the plane that dropped the first nuclear bomb on Hiroshima, didn’t have a funeral or headstone. When he was close to death, Tibbets decided he didn’t want a funeral or a headstone as he worried it would become a place for protesting nuclear armament. Instead, he was cremated and his ashes were scattered over the English Channel."
  },
  {
    "id": 93,
    "fact": "In medieval England, the word “ask” was pronounced “axe”. This pronunciation of the word was even featured in the first English translation of the Bible: “Axe and it shall be given.”"
  },
  {
    "id": 94,
    "fact": "In 1710, Native American leaders traveled to Britain to visit Queen Anne. The four Mohawk Kings from one the Iroquois Confederacy’s Five Nations and the Algonquian peoples were treated with high honor as diplomats. Transported through the streets of London in Royal Carriages, they were personally met by the Queen herself at the Court of St. James Palace."
  },
  {
    "id": 95,
    "fact": "The 7.62mm rifle bullet was created 129 years ago. The AK47 ammunition was developed by the Russian Empire in 1891. Originally designed for the Mosin-Nagant bolt-action rifle, this ammunition is still in use today."
  },
  {
    "id": 96,
    "fact": "Shakespeare originated the “yo momma” joke. In his play, Titus Andronicus, one of the characters, Chiron, exclaims “Thou has undone our mother” to which another character, Aaron, replies “Villain, I have done thy mother.”"
  },
  {
    "id": 97,
    "fact": "Hollywood moved from New York to Los Angeles to escape Edison’s patents. Thomas Edison had patents on over 1,000 different things, including most of the technology needed to make high-end movies. So independent filmmakers moved to California, to an area of the country where the judges weren’t as friendly to Edison and his patents."
  },
  {
    "id": 98,
    "fact": "Charles Darwin invented his own wheeled office chair. The famous researcher found that, in his study area, he would have to go through the rigmarole of walking about the office from bench to bench, desk to desk. So, to maximize his productivity and save him some valuable study time, he decided to attach wheels to his luxurious armchair."
  },
  {
    "id": 99,
    "fact": "The Circus Maximum in Rome is still the largest capacity sports arena ever built. It was used for the execution of prisoners, part of the Roman Triumph, and chariot racing. Historians believe the Circus Maximum could hold between 150,000 – 250,000 people at any given time."
  },
  {
    "id": 100,
    "fact": "Spartans were so rich that nobody had to work. Ancient Sparta was an immensely wealthy country. Mainly due to their conquest and domination of their neighbors, the Helots. When a Spartan boy reached adulthood and became a man, the Spartan state awarded him with an allotment of public farmland. They also rewarded him with a constituent of Helot slaves to work it."
  },
  {
    "id": 101,
    "fact": "Ancient Egyptian Pharaohs used their slaves as flycatchers. They would lather their slaves in honey, which would attract any flies to their slaves rather than themselves, as well as trapping and killing the flies."
  },
  {
    "id": 102,
    "fact": "During a Roman Triumph, soldiers sang lewd songs about their commanders to amuse the crowds. A Roman Triumph was kind of like a parade where a Roman General and his army would march through the streets, celebrating that they conquered new territory for Rome. There were many celebratory customs that occurred during a Triumph. One of which was for the returning Roman soldiers to sing crude and banter-like chants about their commanders, to the amusement of the crowds"
  },
  {
    "id": 103,
    "fact": "Despite the legend, George Washington didn’t have wooden teeth! The first American President had luxury dentures that were made out of gold, lead, and ivory, as well as being a mixture of animal and human teeth!"
  },
  {
    "id": 104,
    "fact": "The term “saved by the bell” does not originate from people being buried alive. Because of bells attached to coffins back in the day, people wrongly assume that the term “saved by the bell” comes from people being saved by these coffin bells. However, the term actually comes from boxing."
  },
  {
    "id": 105,
    "fact": "One man survived both the atomic bombing of Hiroshima and then later Nagasaki. Tsutomu Yamaguchi was a 29-year-old Naval Engineer on a three-month business trip to Hiroshima. He survived the atomic bomb on August 6th, 1945 despite being less than 2 miles away from ground zero. On August 7th, he boarded a train back to his hometown of Nagasaki. On August 9th, while being with colleagues at an office building, another boom split the sound barrier. A flash of white light filled the sky. Yamaguchi emerged from the wreckage with only minor injuries on top of his current injuries. He had survived two nuclear blasts in two days."
  },
  {
    "id": 106,
    "fact": "Since the end of WWI, over 1,000 people have died from leftover unexploded bombs. During the Great War, an estimated 200 pounds of explosives were fired per square foot of territory on the Western front. However, not all of these shells exploded. Since 1919, over 1,000 civilians and ordnance collectors have died from explosions caused by these in France and Belgium."
  },
  {
    "id": 107,
    "fact": "Albert Einstein turned down the presidency of Israel. Einstein wasn’t a citizen of Israel. However, he was Jewish. The German-born physicist was offered the post, but turned it down in 1952, saying: “I am deeply moved by the offer from our State of Israel, and at once saddened and ashamed that I cannot accept it. All my life I have dealt with objective matters, hence I lack both the natural aptitude and the experience to deal properly with people and to exercise official functions.”"
  },
  {
    "id": 108,
    "fact": "Thomas Edison didn’t invent most of the stuff he patented. It’s fair to say that Edison was one of the world’s most notorious intellectual property thieves. Of the 1,093 things he put a patent on, he stole most of them off geniuses like Nikola Tesla, Wilhelm Rontgen, and Joseph Swan (who originally invented the lightbulb!)."
  },
  {
    "id": 109,
    "fact": "Genghis Khan was tolerant of all religions. One was his interest in learning philosophical and moral lessons from other religions. Despite being a Tengrist, he often consulted with Buddhist monks, Muslims, Christian missionaries, and Taoist monks."
  },
  {
    "id": 110,
    "fact": "Captain Morgan was a real person! The face of the much-loved rum brand was a Welsh privateer who fought against the Spanish alongside the English in the Caribbean. His full name was Sir Henry Morgan and was knighted by King Charles II."
  },
  {
    "id": 111,
    "fact": "Turkeys were once worshiped as Gods. The Mayan people believed turkeys were the vessels of the Gods and honored them with worship."
  },
  {
    "id": 112,
    "fact": "Fox Tossing was once a popular sport. Popular with Europe’s elite during the 17th and 18th centuries, fox tossing would involve a person throwing a fox as far and as high as they could!"
  },
  {
    "id": 113,
    "fact": "The saying “fly off the handle” originates from the 1800s. It’s a saying that refers to cheap axe-heads flying off their handles when swung backward before a chop."
  },
  {
    "id": 114,
    "fact": "4% of the Normandy beaches are made up of shrapnel from the D-Day Landings. More than 5,000 tons of bombs were dropped by the Allies on the Axis powers as part of the prelude to the Normandy landings. Scientists who have studied the sand on the beaches of Normandy and they’ve found microscopic bits of smoothed down shrapnel from the landings."
  },
  {
    "id": 115,
    "fact": "A Japanese fighter pilot once dropped wreaths over the ocean to commemorate the dead from both sides during WWII. During a sea battle in the Pacific Ocean during December 1940, two Royal Navy ships, the HMS Prince of Wales, and the HMS Repulse were sunk by Japanese fighters. The following day, Japanese Flight Lieutenant Haruki Iki flew to the location of the battle and dropped two wreaths over the seas."
  },
  {
    "id": 116,
    "fact": "An ancient text called the Voynich Manuscript still baffles scientists. Hand-written in an unknown language, the Voynich Manuscript has been carbon-dated to roughly 1404 – 1438. Hundreds of cryptographers and master codebreakers have tried to decipher it over the years with none succeeding to grasp its meaning or origin."
  },
  {
    "id": 117,
    "fact": "The Eastern Roman Empire’s weapon called Greek Fire was used in ship-mounted flamethrowers. This weapon was so unique and deadly due to the fact that throwing water onto it would only feed the fire. It was mostly used in naval warfare, as the large flamethrowers needed for its projectile use could be better accommodated by ships rather than infantry."
  },
  {
    "id": 118,
    "fact": "During World War I, the French built a “fake Paris”. Complete with a duplicate Champs-Elysées and Gard Du Nord, this “fake Paris” was built by the French towards the end of WWI. It was built as a means of throwing off German bomber and fighter pilots flying over French skies."
  },
  {
    "id": 119,
    "fact": "Since 1945, all British tanks are equipped with tea-making facilities. Having 30 tanks destroyed by the Germans while English soldiers were taking a 15-minute tea break, British high command realized if tank crews could make a brew on the go, then they wouldn’t be susceptible to being caught with their pants down and their kettles out by the enemy."
  },
  {
    "id": 120,
    "fact": "Shrapnel is named after its inventor. British Army Officer Henry Shrapnel was the first person to invent an anti-personnel shell that could transport a large number of bullets to its target before releasing them."
  },
  {
    "id": 121,
    "fact": "Cleopatra’s reign was closer to the moon landings than the Great Pyramid being built. The Egyptian royal reigned from 51 BC to 30 BC, roughly 2,500 years after the Great Pyramid of Giza was built and roughly 2,000 years before the first lunar landings in 1969."
  },
  {
    "id": 122,
    "fact": "In Ancient Greece, wearing skirts was manly. In fact, Greeks viewed trousers as effeminate and would mock any men who wore them."
  },
  {
    "id": 123,
    "fact": "The UK government collected postcards as intelligence for the D-Day landings. This was an intelligence-gathering exercise. Initiated by Lieutenant General Frederick Morgan, he was searching for the hardest beaches to defend. The postcards were sent to the War Office and helped form part of the decision to choose Normandy as the location for the eventual D-Day landings."
  },
  {
    "id": 124,
    "fact": "The Vikings were the first people to discover America. Half a millennium before Christopher Columbus, Viking chief Leif Eriksson of Greenland landed on the Island of Newfoundland in the year 1,000 AD. The Vikings under Leif Eriksson settled Newfoundland as well as discovering and settling Labrador further north in Canada."
  },
  {
    "id": 125,
    "fact": "The Colosseum was originally clad entirely in marble. When you visit or see the Colosseum these days you’ll notice how the stone exterior appears to be covered in pockmarks all across its surface. The reason for the pockmarks is, after the fall of Rome, the city was looted and pillaged by the Goths. They took all of the marble from the Colosseum, and stripped it down to its bare stone setting."
  },
  {
    "id": 126,
    "fact": "Augustus Caesar was the wealthiest man to ever live in history. Nephew and heir of Julius Caesar, Emperor Augustus had an estimated net worth of $.46 trillion when counting for inflation."
  },
  {
    "id": 127,
    "fact": "Only 6 people died in the Great Fire of London. The great fire of 1666 apparently traced its way to a baker’s oven, and caused massive damage across the city of London. However, despite destroying over 13,500 houses and displacing 80,000 people, it only claimed the lives of 6 unlucky Londoners."
  },
  {
    "id": 128,
    "fact": "Count Dracula was inspired by a real person. The titular Count was based on none other than history’s own Vlad the Impaler. As the monarch of Wallachia, a Romanian region of Transylvania, Vlad soon made a fearsome reputation for himself by killing and impaling the still-twitching bodies of his enemies on long sticks which he planted outside his castle."
  },
  {
    "id": 129,
    "fact": "The World War II army of the US is the biggest army in history. Due in part to the surge of American patriotism and because of conscription, the US Army numbered 12,000,000 soldiers by the end of the war in 1945."
  }
]}}
