{
    "months": [
        {
            "month": "January",
            "symbol": "Dragon",
            "image": "https://themindsjournal.com/wp-content/uploads/2018/06/dragon.jpg",
            "content": "As the first month of the year, you are the one everyone follows. You are strong-willed and have the potential to cross anything that comes in your way. Rarely anything can bog you down; you are simply that strong and willful. Your inner strength helps you sail over every tough obstacle that comes your way. However, keep that temper of yours in check. That might be a little bit of a problem because getting angry is not a good solution for everything. Once you are able to do this, you will see just how more successful you can be. Learn to control your anger, and your life will get better."
        },
        {
            "month": "February",
            "symbol": "Phoenix",
            "image": "https://themindsjournal.com/wp-content/uploads/2018/06/pheonix.jpg",
            "content": "Your soul symbol by month of your birth is Phoenix. While you do get burnt into ashes, like your soul symbol, Phoenix, you arise stronger and more powerful. You have immense tenacity which is the primary source of your strength. You might be a sensitive person, but that does not mean anybody can treat you any way they want. You know your worth, and you never compromise with it. \n\n\n\nWhen you suffer a loss, you might take some time to process it and grieve, but that still does not stop you from living your life with a lot of integrity, enormous strength, and tenacity."
        },
        {
            "month": "March",
            "symbol": "Yin-Yang",
            "image": "https://themindsjournal.com/wp-content/uploads/2018/06/yinyang.jpg",
            "content": "Your soul symbol based on birth month is Yin Yang. You seek balance in everything and always consider the good and bad sides of everyone. You have a positive approach to life and situations. However, you tend to take only the good into consideration, always negotiating and solving problems. You never judge someone before you get to know them, nor do you make blind assumptions and presumptions.  However, no matter how nice you are, you need to be cautious too because not every person out there has a big and kind heart as you do. Just be a little careful because some people are too toxic to be good, and it’s better to stay away from such people."
        },
        {
            "month": "April",
            "symbol": "Lion",
            "image": "https://themindsjournal.com/wp-content/uploads/2018/06/lion.jpg",
            "content": "If you’re born in April, then your soul symbol based on birth month is the Lion. You are someone who is filled with immense passion and is extremely bold and courageous. You face challenges head-on and are loyal to the core. You always try to protect the people you love, and you would even risk your own life to take care of your clan.Life has handed you many challenges over the years, but you have never let it defeat you even for once. You have fought and worked hard to come up victorious. You have an intense fire burning inside you all the time, which pushes you to be the best version of yourself."
        },
        {
            "month": "May",
            "symbol": "Wolf",
            "image": "https://themindsjournal.com/wp-content/uploads/2018/06/wolf.jpg",
            "content": "The leader of the pack, you prefer solitude sometimes and often don’t mind staying in the shadows. You are always there for the ones you love and those who threaten to harm your loved ones have to face you first. You never crave to be in the limelight and prefer staying behind the scenes, as you believe in doing good but don’t find it necessary to bask in the recognition and attention.You might prefer to stay in the shadows but you are always there. Silently looking over everyone, and protecting them; whenever your loved ones will look over their back, they will see you standing, looking over you."
        },
        {
            "month": "June",
            "symbol": "Fish",
            "image": "https://themindsjournal.com/wp-content/uploads/2018/06/fish.jpg",
            "content": "You’re the carefree spirit of the ocean and all you care about in this life is freedom and having fun. If given the choice, you would like a life with no responsibilities and would go where your heart would take you. You avoid responsibilities but that’s not too realistic for you. Do not always run from your responsibilities, otherwise, you will find yourself in undesirable situations. Try to focus on the important things, and take some amount of responsibility. Additionally never ignore your instincts because they are your greatest of strength, and will help you stay on the right path in life."
        },
        {
            "month": "July",
            "symbol": "Fire",
            "image": "https://themindsjournal.com/wp-content/uploads/2018/06/fire.jpg",
            "content": "You are always guided by passion and if something is important to you, there’s no looking back. Be it your career, or relationship, or things you enjoy doing, everything is just intense for you. When you want to achieve something, you don’t stop unless you have achieved all your goals, when you love someone, you give them your all. You simply don’t know how to do something without passion, and that’s an amazing thing. However, you need to keep that passion in check so that it doesn’t turn into an obsession. Passion, and motivation are amazing virtues to have, but make sure that you don’t cross that thin line between passion and obsession. That can be scary."
        },
        {
            "month": "August",
            "symbol": "Horse",
            "image": "https://themindsjournal.com/wp-content/uploads/2018/06/horse.jpg",
            "content": "If your soul symbol is the horse, then just like it, you were born on this earth to run free, with the wind flowing through your hair. Like the free-spirited horse, you run free in the wild, always embarking on adventures. You love adventures, and you are always on the lookout to try out something new and exciting. You have an incredible work ethic, and you are destined for success. As long as you trust yourself, you will taste a lot of success and travel miles in your life. You know how to be your best self at work, but at the same time, you also know when to take a break. You are excellent at striking the right work-life balance."
        },
        {
            "month": "September",
            "symbol": "Flower",
            "image": "https://themindsjournal.com/wp-content/uploads/2018/06/flower.jpg",
            "content": "If your soul symbol is the flower then you are someone who has a very innocent and beautiful heart, and no matter where you go, you spread a lot of happiness and joy around. You are all about serenity and peace. You bring beauty to this mundane world. The warmth you radiate makes people take a break from their fast-paced life for a while and enjoy the tranquillity.Your beautiful heart and soul are your USP and you never compromise on that, no matter how hard life gets or how badly someone hurts you. You always focus on your inner strength, positivity, and beauty."
        },
        {
            "month": "October",
            "symbol": "Star",
            "image": "https://themindsjournal.com/wp-content/uploads/2018/06/star.jpg",
            "content": "You are everyone’s guiding light, always showing others the way. Success for you isn’t about yourself but about how you inspire others and help them be the best versions of themselves. You strive towards making others feel good about themselves and help them fulfill all their goals and dreams. However, you need to give time to yourself too and practice a bit of self-love so that you don’t burn out. Unless you treat yourself well and love yourself, you will not be able to continue to do the same for others."
        },
        {
            "month": "November",
            "symbol": "Tree",
            "image": "https://themindsjournal.com/wp-content/uploads/2018/06/tree.jpg",
            "content": "Just like your soul symbol, the tree, you serve as the support system for everyone else. You give shelter and provide everything for others like the tree. Your strong trunk and roots help you to support others, and your branches provide protection and shelter from all the storms of life. Whatever good you do, you do it without expecting anything in return. But don’t you think you need to give water to your own roots too? You need to be protected and treated well too, just like you do for others. Don’t go on sacrificing your happiness for others every time. You have a beautiful soul, but never let your kindness and generosity push you to accept less than what you really deserve."
        },
        {
            "month": "December",
            "symbol": "Water",
            "image": "https://themindsjournal.com/wp-content/uploads/2018/06/water.jpg",
            "content": "Like the changing water, you behave differently in different situations; you are an ever-changing and fluid human being. You can be the calm one among your friends but instigated by a storm, you can be dangerous like the turbulent waves, all geared up to face anything that comes in your way.You are an extremely strong person who refuses to be defeated when life gets tough, and no matter how hard it might get, you always find a way to make everything for yourself, and your loved ones. That’s all about soul symbols! So, what is your birth month, and which one is your soul symbol? Let us know in the comments down below!"
        }
    ]
}