"[\n  {\n    \"id\": 1,\n    \"fact\": \"If you have interest in science, there is another article for you\"\n  },\n  {\n    \"id\": 2,\n    \"fact\": \"A walking stride similar to that of patients with leprosy is caused by severe diabetic neuropathy in the feet. Normally, you adjust your gait throughout the day, going from longer to shorter steps and changing your foot posture as your muscles and joints become achy or tired. Because diabetic neuropathy impairs both sensation and position sense, diabetics who do not alter their walk to relieve pain risk developing a \\u201cslapping\\u201d gait (to feel the ground) and falling. They can develop Charcot joint (ankle joint destruction) as a result of repeated injuries, have \\u201crocker bottom\\u201d feet, toe abnormalities, and, of course, diabetic foot ulcers.\"\n  },\n  {\n    \"id\": 3,\n    \"fact\": \"Because your nose is connected to the same pipes as your tear ducts, it runs when you cry particularly hard.\"\n  },\n  {\n    \"id\": 4,\n    \"fact\": \"Squirrels can survive a fall from a high altitude.\"\n  },\n  {\n    \"id\": 5,\n    \"fact\": \"Facing difficulty to teach science, read this article and make it easy for yourself.\"\n  },\n  {\n    \"id\": 6,\n    \"fact\": \"Time is slightly slower at higher altitudes than at lower altitudes, by fractions of a second.\"\n  },\n  {\n    \"id\": 7,\n    \"fact\": \"Muscles are only able to contract. Muscle tissue is incapable of pushing. It doesn\\u2019t seem like much until you understand that activities like poking your tongue out of your mouth are entirely the consequence of pulling rather than pushing.\"\n  },\n  {\n    \"id\": 8,\n    \"fact\": \"Venus is the only planet that rotates in a clockwise direction.\"\n  },\n  {\n    \"id\": 9,\n    \"fact\": \"They write you off and say all medical supplies spent on you on the International Space Station if you bleed more than 100ml/min.\"\n  },\n  {\n    \"id\": 10,\n    \"fact\": \"Female bedbugs lack vaginal openings; instead, the male bedbug stabs her and ejaculates into her circulation, where the sperm cells float around until they reach their intended destination.\"\n  },\n  {\n    \"id\": 11,\n    \"fact\": \"If you ever have a cut that won\\u2019t stop bleeding, you\\u2019re likely deficient in vitamin K, which aids in blood clotting. Vitamin K can be found in a wide variety of foods. Leafy greens, in particular! That\\u2019s why persons on warfarin (and, I believe, other anticoagulants) should limit their greens intake\\u2026ideally, they should eat them in moderation and strive for the same quantity every day to maintain their warfarin levels.\"\n  },\n  {\n    \"id\": 12,\n    \"fact\": \"When you take a shot of alcohol, your body\\u2019s receptors are activated, signalling that your body is on fire/exposed to heat, which is why alcohol burns when you drink it. To be more exact, it raises the sensitivity of those heat receptors (the same ones that spicy foods do), causing your body heat to seem excessively hot.\"\n  },\n  {\n    \"id\": 13,\n    \"fact\": \"When aluminium is exposed to gallium, a unique chemical reaction occurs, giving the metal the strength and feel of thick wet paper.\"\n  },\n  {\n    \"id\": 14,\n    \"fact\": \"The earth rotates in about 23 hours and 56 minutes, rather than 24 hours. But, it also revolves 1/365th of the way around the Sun during that rotation. It takes another 4 minutes for every individual point on Earth to return to the same (approximate) angle it was 24 hours before relative to the Sun (approximate because axial tilt creates seasons).\"\n  },\n  {\n    \"id\": 15,\n    \"fact\": \"The immense pressures in the ocean\\u2019s depths have nothing to do with the ocean\\u2019s width. It\\u2019s all about depth. To put it another way, you can create a steel straw the width of a drinking straw, lengthen it to a mile, and then fill it with water to the brim: At the bottom of that straw, there will be 2,285 pounds of pressure\\u2026\"\n  },\n  {\n    \"id\": 16,\n    \"fact\": \"Bacteria outnumber all other forms of life in our ocean. However, there are more viruses in our ocean than bacteria.\"\n  },\n  {\n    \"id\": 17,\n    \"fact\": \"An iceberg\\u2019s 89 per cent is always submerged.\"\n  },\n  {\n    \"id\": 18,\n    \"fact\": \"In the womb, babies develop moustaches.\"\n  },\n  {\n    \"id\": 19,\n    \"fact\": \"When Google\\u2019s X Lab fed 10 million YouTube images to a neural network with 16,000 computer processors for machine learning, the network came up with the concept of a cat as the first thing it accomplished.\"\n  },\n  {\n    \"id\": 20,\n    \"fact\": \"On the periodic table, there is a radioactive element that rapidly disintegrates. We have no idea what color it is. It is self-evident that it can only be created in a particle accelerator. Astatine is what it\\u2019s called.\"\n  },\n  {\n    \"id\": 21,\n    \"fact\": \"When you\\u2019re sleeping, you don\\u2019t swallow. So you don\\u2019t drown in your own spit, your salivary glands slow down.\"\n  },\n  {\n    \"id\": 22,\n    \"fact\": \"Carrots have been bred to be orange. They used to be purple and a lot tougher, like an undercooked yam.\"\n  },\n  {\n    \"id\": 23,\n    \"fact\": \"A prickle is a collection of porcupines.\"\n  },\n  {\n    \"id\": 24,\n    \"fact\": \"The most powerful opioid is carfentanil, which is meant to calm elephants but has no medical utility in humans and can be overdosed on in as little as 2 micrograms (not milligrammes). That\\u2019s about half a grain of salt.\"\n  },\n  {\n    \"id\": 25,\n    \"fact\": \"Animals that are active during the day are known as diurnal. Nocturnal animals are those that live at night. Crepuscular animals are those that emerge at dawn and dusk.\"\n  },\n  {\n    \"id\": 26,\n    \"fact\": \"When two pieces of steel are polished, the friction between them is reduced, allowing them to glide more easily. Then you\\u2019d assume that polishing them to the point where they\\u2019re completely smooth on an atomic level would result in nearly no friction. Apart from the fact that it\\u2019s impossible, it would actually be the polar opposite. You\\u2019ll need some rugosity to allow a small amount of air to pass between your steel pieces, otherwise, the suction between them will be so powerful that it will be nearly difficult to separate them.\"\n  },\n  {\n    \"id\": 27,\n    \"fact\": \"The US technically beat the Soviets by launching an object into space first, a manhole cover. While testing a nuclear in 1957, an astronomer accidentally fired a manhole cover. It travelled at a speed of 201,168 kph, or 5 times the Earth\\u2019s escape velocity (125,000 mph).\"\n  },\n  {\n    \"id\": 28,\n    \"fact\": \"Spiders are unable to move due to the lack of muscles in their bodies. They move by pumping blood throughout their bodies and legs, similar to how a car\\u2019s hydraulics work!\"\n  },\n  {\n    \"id\": 29,\n    \"fact\": \"Kangaroos can leap higher than most houses.\\u00a0\\u00a0I\\u2019ll throw in one more scientific fact. A typical house is incapable of leaping.\"\n  },\n  {\n    \"id\": 30,\n    \"fact\": \"The moon is receding from the earth at a rate of around two inches per year.\"\n  },\n  {\n    \"id\": 31,\n    \"fact\": \"Sunflowers are recognised for their hyperaccumulative properties.\"\n  },\n  {\n    \"id\": 32,\n    \"fact\": \"The world has a distinct colour, scent, and flavour!According to research from Johns Hopkins University, the average hue of the universe is a beige/cream shade known as a \\u2018cosmic latte.\\u2019 Ethyl formate, the same molecule that gives rum its fragrance and raspberries their flavour, is found in the universe\\u2019s core. As a result, the world is cream-coloured, rum-scented, and raspberry-flavoured!\"\n  },\n  {\n    \"id\": 33,\n    \"fact\": \"Jupiter is greater by 318 times the mass by that of Earth.\"\n  },\n  {\n    \"id\": 34,\n    \"fact\": \"Koalas have smooth brains and thick skulls, which act as helmets because they frequently fall from trees.\"\n  },\n  {\n    \"id\": 35,\n    \"fact\": \"Given proper suction devices, the human body can be drained of blood in 8.6 seconds.\"\n  },\n  {\n    \"id\": 36,\n    \"fact\": \"According to some physics theories, time and space around a black hole can be so twisted that if you fall into it, you could possibly exit the black hole before falling in, then watch yourself enter the black hole to repeat the cycle.\"\n  },\n  {\n    \"id\": 37,\n    \"fact\": \"Apple does a better job than coffee at waking you up in the morning.\"\n  },\n  {\n    \"id\": 38,\n    \"fact\": \"A cockroach can survive without its head for up to a week.\"\n  },\n  {\n    \"id\": 39,\n    \"fact\": \"The reason you feel weary after eating is that your stomach expands, which causes your diaphragm to push against your lungs, causing you to breathe less and hence feel tired.\"\n  },\n  {\n    \"id\": 40,\n    \"fact\": \"A hydrogen atom has a mass that is less than the sum of its constituent particles.\"\n  },\n  {\n    \"id\": 41,\n    \"fact\": \"We have wisdom teeth as a result of evolutionary processes. The necessity for strong, broad jaws became obsolete as people learnt to cook, but there was no requirement for smaller teeth. Jaws shrank by the same number of teeth.\"\n  },\n  {\n    \"id\": 42,\n    \"fact\": \"Gravity is caused by the curvature of time rather than the curvature of space.\"\n  },\n  {\n    \"id\": 43,\n    \"fact\": \"Inhaling volcanic silica dust causes pneumonoultramicroscopisilicovolcanoconiosis, a lung disease.\"\n  },\n  {\n    \"id\": 44,\n    \"fact\": \"Ants have two stomachs, one for themselves and one for sharing with other ants that haven\\u2019t gotten any food.\"\n  },\n  {\n    \"id\": 45,\n    \"fact\": \"Pigeons have five colour receptors in their eyes, but humans only have three. Pigeons, therefore, have a wider range of colour perception than humans.\"\n  },\n  {\n    \"id\": 46,\n    \"fact\": \"Men have longer eyelashes as a result of evolution, as men used to go hunting and needed longer eyelashes to keep dirt out of their eyes. Women, on the other hand, can distinguish colours better than men because they used to pick all kinds of wild berries and such and used colour to figure out what was edible and what was poisonous.\"\n  },\n  {\n    \"id\": 47,\n    \"fact\": \"Even though dragonflies have six legs, they are unable to walk.\"\n  },\n  {\n    \"id\": 48,\n    \"fact\": \"There\\u2019s no way to tell if it\\u2019s metal or not. The molecule 1-octen-3-one is responsible for the metallic odour we associate with metal.\"\n  },\n  {\n    \"id\": 49,\n    \"fact\": \"Did you know that rats lack the ability to vomit?Polar Bears, too, hide their noses under the snow to avoid being eaten.\"\n  },\n  {\n    \"id\": 50,\n    \"fact\": \"Even though we think of electricity flowing from positive to negative, electrons travel backwards in a DC circuit (from negative to positive). We owe to Benjamin Franklin, who reasoned that a \\u201cpositive\\u201d terminal would be like positive pressure and a \\u201cnegative\\u201d terminal would be like negative pressure, implying that electricity would flow from passive to negative pressure. Of again, Franklin made this decision almost a century before electrons were discovered, so you can\\u2019t blame him.\"\n  },\n  {\n    \"id\": 51,\n    \"fact\": \"Green eyes are the most uncommon eye colour.\"\n  },\n  {\n    \"id\": 52,\n    \"fact\": \"Only the brain has ever given itself a name. It\\u2019s a science because it\\u2019s taxonomy, which is a scientific discipline.\"\n  },\n  {\n    \"id\": 53,\n    \"fact\": \"The eruption of Tambora in Indonesia in 1815 was the greatest volcanic explosion in the last 10,000 years. Over a kilometre of granite was taken off the mountain\\u2019s summit, and that\\u2019s only the reduced height from the old peak to the new highest point\\u2014if the caldera is included, the distance is closer to three kilometres. The amount of material that entered the atmosphere resulted in a volcanic winter and long-term climate repercussions. In 1816, there was no summer in the Northern Hemisphere (which thus became known as the Year Without A Summer). The gloominess of that year led Mary Shelley to write Frankenstein.\"\n  },\n  {\n    \"id\": 54,\n    \"fact\": \"When you cut an onion, a sulphur gas is released. This sulphur gas combines with your tears to generate sulphuric acid when you breathe it in. Your eyes are trying to rinse themselves of sulphuric acid when you cut onions, which is why you tear.\"\n  },\n  {\n    \"id\": 55,\n    \"fact\": \"Mitochondria and chloroplasts have their own DNA, implying that they were once their own organisms that were later united with cells and have a mutualistic relationship with them.\"\n  },\n  {\n    \"id\": 56,\n    \"fact\": \"We wouldn\\u2019t know for 8 minutes if the sun abruptly vanished.\"\n  },\n  {\n    \"id\": 57,\n    \"fact\": \"Your cochlea (inner ear) hair cells are tuned like a piano. At the base, high frequencies rise to the apex, where they fall to low frequencies. This is one of the main reasons why adults lose their hearing first in the high frequencies.\"\n  },\n  {\n    \"id\": 58,\n    \"fact\": \"Your cochlea (inner ear) hair cells are tuned like a piano. At the base, high frequencies rise to the apex, where they fall to low frequencies. This is one of the main reasons why adults lose their hearing first in the high frequencies.\"\n  },\n  {\n    \"id\": 59,\n    \"fact\": \"If you leave the refrigerator open for several hours, the room temperature will rise.\"\n  },\n  {\n    \"id\": 60,\n    \"fact\": \"Grasshoppers have ears that are embedded in their belly.\"\n  },\n  {\n    \"id\": 61,\n    \"fact\": \"Babies have 100 times the number of bones as adults.\"\n  },\n  {\n    \"id\": 62,\n    \"fact\": \"A process known as cold welding occurs when two pieces of metal come into touch while in space, and the two pieces basically glued together.\"\n  },\n  {\n    \"id\": 63,\n    \"fact\": \"Venus is the only planet in our solar system that rotates in the opposite direction.\"\n  },\n  {\n    \"id\": 64,\n    \"fact\": \"Your stomach produces 90% of the serotonin in your body.\"\n  },\n  {\n    \"id\": 65,\n    \"fact\": \"Squids have better vision than humans. They are the only animals known to have eyes that focus by shifting the lenses in the same way that cameras do. Everyone else, including humans, uses a muscle attached to the lens to bend it and shift the focus within certain limits, but this only works if the lens is in the appropriate shape/range, to begin with. Furthermore, as we age, the lens stiffens and loses pliability, necessitating the use of bifocals around the age of 40. Squids, on the other hand, can always focus by adjusting the lens. Human vision is inferior to that of a squid.\"\n  },\n  {\n    \"id\": 66,\n    \"fact\": \"The phrase \\u201cplastic surgery\\u201d is derived from the Greek word \\u201cplasteo,\\u201d which means \\u201cshape.\\u201d It\\u2019s an allusion to a procedure for formation. There is no genuine plastic in the body. (However, it\\u2019s clear why we call plastic \\u201cplastic\\u201d now!)\"\n  },\n  {\n    \"id\": 67,\n    \"fact\": \"The full form of laser is, \\u201cLight Amplification by Stimulated Emission of Radiation.\\u201d\"\n  },\n  {\n    \"id\": 68,\n    \"fact\": \"Supercritical carbon dioxide can be used to extract caffeine from coffee. After being heated to about 31 \\u00b0C under a pressure of about 74 bar, CO2 becomes supercritical, retaining the space-filling capabilities of gas while gaining the solvating properties of a liquid. Caffeine is soluble in supercritical CO2, and when the fluid is withdrawn from the coffee, it evaporates, leaving pure caffeine, which is then sold for use in tablets and other products.\"\n  },\n  {\n    \"id\": 69,\n    \"fact\": \"When a jellyfish stings you, it\\u2019s because it releases a large number of small thorn-like stinger cells called nematocysts, which are either barbed, poisonous, or both. They\\u2019re released as a result of a pressure response, which leads them to fire out like projectiles into the offensive foreign body, causing the victim a lot of pain.\"\n  },\n  {\n    \"id\": 70,\n    \"fact\": \"X chromosomes are responsible for colour vision. You will have full-colour vision as long as at least one X chromosome is functioning properly. Men are more likely to be colourblind than women since men have only one X chromosome while women have two.\"\n  },\n  {\n    \"id\": 71,\n    \"fact\": \"Mercury can disintegrate gold just by coming into touch with it. When gold leaves are combined with mercury, a phenomenon known as assimilation occurs, in which the gold leaf appears to be sucked into the mercury.\"\n  },\n  {\n    \"id\": 72,\n    \"fact\": \"The gene that determines human skin colour is the same gene that determines zebrafish colour.\"\n  },\n  {\n    \"id\": 73,\n    \"fact\": \"Manganese heptoxide, often known as manganese(VII) oxide \\u201cMn2O7,\\u201d is a highly reactive inorganic chemical. When this volatile liquid comes into touch with nearly anything, it becomes a tremendously powerful oxidising agent that will burn vigorously or even explode.\"\n  },\n  {\n    \"id\": 74,\n    \"fact\": \"Ton 618 is a tremendously enormous black hole that dwarfs the black hole at the centre of our galaxy. Previously, scientists did not believe it was feasible for a black hole to grow to that size.\"\n  },\n  {\n    \"id\": 75,\n    \"fact\": \"Scutes are the huge bony scales found on sturgeons.\"\n  },\n  {\n    \"id\": 76,\n    \"fact\": \"The human heart is myogenic, which means that the stimulation that causes it to beat comes from the heart muscle itself, not from our neurological system.\"\n  },\n  {\n    \"id\": 77,\n    \"fact\": \"Spiders use \\u201cballoons\\u201d constructed of webs to fly on electromagnetic waves. Spiders lack extensor muscles as well, although they do have flexor muscles. That implies they can expand their limbs by pumping blood (haemolymph) through them, then retract them like a regular limb. The sole herbivorous spider species is B. Kipling, which is appropriately green.\"\n  },\n  {\n    \"id\": 78,\n    \"fact\": \"Enceladus, Saturn\\u2019s moon that Cassini explored, has tiger stripes that shoot ice and other debris into Saturn\\u2019s orbit. One of Saturn\\u2019s many rings is thought to be caused by this phenomenon, according to scientists.\"\n  },\n  {\n    \"id\": 79,\n    \"fact\": \"The prefrontal cortex, which is responsible for pleasure deferment, emotional regulation, thinking, and other functions, does not fully mature until approximately the age of 25, whereas the rest of the brain does so when puberty begins. Furthermore, the number of neurons in the prefrontal cortex decreases rather than increases during this process.\"\n  },\n  {\n    \"id\": 80,\n    \"fact\": \"Alligators can bite through steel with their bite strength of 2,125 pounds per square inch. Crocodiles, on the other hand, have a bite strength of roughly 5,000 PSI. When it comes to opening their jaws, however, they have relatively little jaw strength, thus you could easily keep their mouths shut.\"\n  },\n  {\n    \"id\": 81,\n    \"fact\": \"Mercury isn\\u2019t the hottest planet in the Solar System even though it is closest to the Sun. It is, in fact, Venus because it has a lot of Carbon Dioxide (which is a greenhouse gas).\"\n  },\n  {\n    \"id\": 82,\n    \"fact\": \"Special relativity is responsible for gold\\u2019s hue. Gold would be silvery in colour if it weren\\u2019t for relativistic processes operating on electrons travelling near the speed of light (like most other metals).\"\n  },\n  {\n    \"id\": 83,\n    \"fact\": \"Because sneezing puts so much stress on the body, it\\u2019s possible to break or fracture a rib if you sneeze hard enough.\"\n  },\n  {\n    \"id\": 84,\n    \"fact\": \"The almond tree has a 60-year lifespan on average.\"\n  },\n  {\n    \"id\": 85,\n    \"fact\": \"Non-Newtonian fluids include custard, ketchup, and toothpaste.\"\n  },\n  {\n    \"id\": 86,\n    \"fact\": \"Falcons have a closer relationship to parrots than hawks.\"\n  },\n  {\n    \"id\": 87,\n    \"fact\": \"Bees can only fly if the wind speed is less than 15 km/h.\"\n  },\n  {\n    \"id\": 88,\n    \"fact\": \"The cosmic web is a vast network of galaxies that stretches millions of light-years across space.\"\n  },\n  {\n    \"id\": 89,\n    \"fact\": \"At negative 40 degrees, Celsius and Fahrenheit are the same temperatures.\"\n  },\n  {\n    \"id\": 90,\n    \"fact\": \"On Earth, there are more trees than stars in our galaxy.\"\n  },\n  {\n    \"id\": 91,\n    \"fact\": \"Oxygen has a distinct colour. Oxygen is a colourless and odourless gas. However, it appears pale blue in both liquid and solid form.\"\n  },\n  {\n    \"id\": 92,\n    \"fact\": \"Only one letter is missing from the periodic table. It\\u2019s the letter J that you\\u2019re looking for.\"\n  },\n  {\n    \"id\": 93,\n    \"fact\": \"Water that is hot freezes faster than water that is cold.\"\n  },\n  {\n    \"id\": 94,\n    \"fact\": \"Coldwater warms up more quickly than hot water.\"\n  },\n  {\n    \"id\": 95,\n    \"fact\": \"Fungi are connected to humans. According to a 2015 study from the University of Cambridge, mankind may have developed with genes from plants.\"\n  },\n  {\n    \"id\": 96,\n    \"fact\": \"Stainless steel can be dissolved by stomach acid.\"\n  },\n  {\n    \"id\": 97,\n    \"fact\": \"The Amazon jungle produces 20% of the world\\u2019s oxygen.\"\n  },\n  {\n    \"id\": 98,\n    \"fact\": \"Some metals are so reactive that when they come into touch with water, they explode.\"\n  },\n  {\n    \"id\": 99,\n    \"fact\": \"Hundreds of trillions of minute plankton fossils are used to make chalk.\"\n  },\n  {\n    \"id\": 100,\n    \"fact\": \"Plants, fungi, and other microorganisms account for about 1% of our genes.\"\n  },\n  {\n    \"id\": 101,\n    \"fact\": \"Infrared cameras have a hard time detecting polar bears.\"\n  }\n]"